[
    {
        "content": "SOUTH KOREA TRAVEL GUIDE",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 1 - Chunk 1"
        }
    },
    {
        "content": "This travel guide is for your general information only and is not intended as advice. You should make your own inquiries before making any decisions. Sydney Airport Corporation Limited does not in any way represent that we recommend or endorse the ratings, advertisers, products or services appearing in this guide. We do not represent or warrant that the material in the guide is reliable, accurate, complete or current, nor do we accept any responsibility arising in any way from errors or omissions. We will not be liable for loss resulting from any action or decision by you in reliance on the material in the guide.",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 2 - Chunk 1"
        }
    },
    {
        "content": "OVERVIEW SOUTH KOREA South Korea (officially The Republic of Korea) is located in eastern Asia with a population of 50 million. Bordered by North Korea and Japan, South Korea has four distinct seasons and offers tourists plenty to see. Beautiful natural landscapes, rivers, mountains, ancient villages, architecture, and royal palaces are just some of the many highlights. Known for its history, food, technology, and culture, Korea is fast becoming a tourist delight for travellers to Asia.",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 3 - Chunk 1"
        }
    },
    {
        "content": "Bukchon Village A village of alleys, cafes, shops, and “hanoks” - traditional courtyard houses North Seoul Gyeongju This “museum without walls” has a vast amount of historic sites. Gyeongju Changdeokgung Palace At the foot of Mount Eungbongsan, the tranquil palace is home to the Secret Garden. Mount Eungbongsan Deogyusan National Park This beautiful alpine landscape is named after its highest peak. Jeollabuk-do Haeinsa Temple The temple houses the Tripitaka, the most complete collection of Buddhist texts in existence. Hapcheon Seoraksan The highest mountain in the Taebaek mountain range. Gangwon Province Seokguram Grotto See the grotto carved into a mountainside housing a 3.5-metre stone centrepiece. Bulguska Hallasan View the beautiful shield volcano and highest mountain in South Korea in Hallasan National Park. Jeju Island WHAT TO SEE SOUTH KOREA",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 4 - Chunk 1"
        }
    },
    {
        "content": "SHOPPING SOUTH KOREA D Cube City The previously industrial hub has been transformed into an array of shops, restaurants, terraces, and waterfalls. Kyungin-ro, Seoul Gyeongdong Market The biggest and best Asian market in Korea has a large selection of fresh produce to peruse and sample. Jegi-dong, Seoul Dongadaemun Market A colossal retail and buzzing wholesale market open at all hours Dongdaemun, Seoul Janganpyeong Antiques Market Explore arcades of antiques and discover hidden Korean treasures. Seoul KCDF Gallery This gallery and shop showcases the finest locally made craft and design products. Insa-dong, Seoul Yongsan Electronics Market Visit this extensive market selling high- tech gadgets. Yongsan, Seoul Ahyeon-Dong Wedding Street Window shop through a fashion extravaganza of glamorous designer dresses. Seoul Shinsegae The luxurious Seoul department store houses local designers and a high-class supermarket. Seoul",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 5 - Chunk 1"
        }
    },
    {
        "content": "SEOUL Korea House A traditional-style Korean building. Parks and Gardens Great views of the city and other attractions. Seoul City Bus or Walking Tours See the sights with a dedicated tour guide. Seoul is surprising and enlightening. The South Korean capital city has become a bustling, urban and industrialised centre for the 10 million or so people calling it home. Situated on the banks of the Hangang River, Seoul is full of attractions both natural and historical. The city’s nightlife and cuisine are highly favoured. It’s easy to enjoy the modern city and its developments while also celebrating the city’s rich history. HIGHLIGHTS",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 6 - Chunk 1"
        }
    },
    {
        "content": "Designed to provide tourists with the total Korean cultural experience, Korea House is a traditional style Korean building or ‘hanok’, where you can try traditional cuisine and listen to music. A tranquil, beautiful building with garden surrounds, it is a celebration of Korean culture in an experimental fashion. Try your own hand at Korean handicrafts, martial arts and kimchi making. Seoul has many parks that provide not only recreational space for tourists, but great views of the city and other attractions. Namsan Park in the city centre provides great views of the North Seoul Tower and through to Hanok Village. Take a ride in the Namsan cable car or discover the local animals (including squirrels!). Seoul Grand Park and Seoul Forest are also great places to explore the city and relax. KOREA HOUSE PARKS AND GARDENS Take one of the various tours through Seoul City and see the sights with a dedicated tour guide. The bus tours include an audio device so you can listen in English. Take a night tour or the Gangnam tour to discover the famous Gangnam area, where style and sophistication meet new heights. Explore Gangnam’s ‘West Hollywood’ region of Cheongdam-dong, regarded as a celebrity street.",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 7 - Chunk 1"
        }
    },
    {
        "content": "tour or the Gangnam tour to discover the famous Gangnam area, where style and sophistication meet new heights. Explore Gangnam’s ‘West Hollywood’ region of Cheongdam-dong, regarded as a celebrity street. Spoil yourself at the many boutiques in this chic precinct. SEOUL CITY BUS OR WALKING TOURS",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 7 - Chunk 2"
        }
    },
    {
        "content": "ACCOMMODATION SEOUL *Based on reviews OAKWOOD PREMIER COEX CENTER 46, Teheran-ro 87-gil, Gangnam-gu, Seoul, 06164 Review by TripAdvisor Traveller Reviewed JamHam This was an unexpected stay provided by my airline as my flight from Dallas to Hong Kong was diverted to Seoul for various reasons. The hotel whose lobby is on the 36th floor with the rooms higher was wonderful.The room was exceptional and comfortable. All areas I encountered, room, lobby and restaurants were clean and very well kept. I certainly recommend staying at this fine hotel. 4/01/2017 475 Tel: +82263885000 *Based on reviews FOUR SEASONS HOTEL SEOUL 97 Saemunan-ro, Jongno-gu, Seoul, 03183 Review by TripAdvisor Traveller Reviewed FBL2 It lived up to the number of stars it has. The rooms were clean and spacious (we stayed in the executive rooms), everyone at the hotel was kind and helpful, no reasonable request was ever denied and all our requests were responded to promptly. They really did their best to accommodate everything. We even got daily reminders of our appointments! The Charles H bar is a must try. The facilities were excellent and it is like a 2 minute walk to Gwang... 7/01/2017 369 Tel: *TripAdvisor ratings and reviews accurate as",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 8 - Chunk 1"
        }
    },
    {
        "content": "Charles H bar is a must try. The facilities were excellent and it is like a 2 minute walk to Gwang... 7/01/2017 369 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 8 - Chunk 2"
        }
    },
    {
        "content": "AUCKLAND ACCOMMODATION SEOUL +82262101000 *Based on reviews LOTTE CITY HOTEL GURO 300, Digital-ro, Guro-gu, Seoul, 08379 Review by TripAdvisor Traveller Reviewed mauinumber1 I knew the hotel was ranked highly, but I did not have high expetations. Well, I was surprised. The hotel room was clean, pretty, good sized, and good amenities. From the Seoul/Inchon airport, you take a shuttle bus. The bus number is on the hotel website. You just go outside of the airport and buy a bus ticket by the stop. There are many bus ticket booth, and they all spoke English. It took about 90 minutes to get to the hotel. The hotel is acro... 27/12/2016 286 Tel: *Based on reviews JW MARRIOTT DONGDAEMUN SQUARE 279, Cheonggyecheon-ro, Jongno-gu, Seoul, 110-126 Review by TripAdvisor Traveller Reviewed Wendy F We stayed from Dec 26 to Dec 31 and this was our second stay with this mar- velous hotel. There will definitely be more returns to this hotel in Seoul!! Excellent location. Lots of good food and shopping around. If you dont want to eat out at night after a long day. Just go and buy some takeaways. You can get from Kimbap to Fried Chicken to Fruits to Coffee",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 9 - Chunk 1"
        }
    },
    {
        "content": "you dont want to eat out at night after a long day. Just go and buy some takeaways. You can get from Kimbap to Fried Chicken to Fruits to Coffee and Desserts! You name it, you got it! 4/01/2017 702 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 9 - Chunk 2"
        }
    },
    {
        "content": "WINE & DINE SEOUL +82 2-338-8226 *Based on reviews GUSTO TACO 41, Wausan-ro, Mapo-gu, Seoul, 04049 Review by TripAdvisor Traveller Reviewed Colby R My wife and I heard about this place through some recommendations and wanted to check it out. We went to the Sangsu location, and we were so stoked to find a place like this in Seoul. It has all the elements of an awesome restaurant (amazing food, good prices, excellent beer/drink options) while set in the vibrant atmosphere near Seoul's artistic epicenter. The food was delicious (we had the nacho set). The work they put into making the tortillas... 8/01/2017 706 Tel: +82 2-777-3891 *Based on reviews MUGYODONG BUGEOKUKJIB 38, Eulji-ro 1-gil, Jung-gu, Seoul, 04522 Review by TripAdvisor Traveller Reviewed Miguel M For the price you can eat in Seoul, I found this restaurant a bit expensive, but the quality of the food was good. A nice place in the center. 7/01/2017 373 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 10 - Chunk 1"
        }
    },
    {
        "content": "WNE & DINE SEOUL +82 2-517-4654 *Based on reviews JUNG SIK DANG 11, Seolleung-ro 158-gil, Gangnam-gu, Seoul, 06014 Review by TripAdvisor Traveller Reviewed Awakez007 My wife and I went to Jung Sik Dang for lunch and it was honestly the best meal we've ever had. We had the 5 course set and each course was cooked to perfection. Would high- ly recommend the lobster and the pork belly. The staff were extremely attentive and looked after us from the moment we arrived. Will definitely go back at some point. 4/01/2017 249 Tel: +82 2-2276-3320 *Based on reviews TAVOLO 24 279, Cheonggyecheon-ro, Jongno-gu, Seoul, 03198 Review by TripAdvisor Traveller Reviewed swhaster Upon reading some local blogs regard- ing hotel buffets and wanting to treat some friends, I decided to try out the Tavolo 24 dinner buffet at this relative- ly new Marriott hotel in Seoul. Becuase of the holiday season, admission was divided into two separate time slots: admission at 5:30 & 8 PM. The hotel doesn't really have a lounge to speak of and if you had to wait, there was only one sofa with another restaurant on the same floor, which meant ... 22/12/2016 186 Tel: *TripAdvisor ratings and",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 11 - Chunk 1"
        }
    },
    {
        "content": "to speak of and if you had to wait, there was only one sofa with another restaurant on the same floor, which meant ... 22/12/2016 186 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 11 - Chunk 2"
        }
    },
    {
        "content": "Gyeongju is a popular coastal city attracting about 9 million visitors annually. A major cultural and historical destination, Gyeongju was once the capital of the ancient Silla kingdom. Vistors can experience Buddhist artefacts and national treasures. While tourism is the major driving force, Gyeongju is becoming a manufacturing hub also and is home to roughly 250,000 people. GYEONGJU HIGHLIGHTS Bulguksa Temple Home to many national treasures and artefacts. Seokguram Grotto The ‘representative stone temple of Korea’. Yangdong Folk Village A historic village from the Joseon Dynasty.",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 12 - Chunk 1"
        }
    },
    {
        "content": "Seokguram Grotto is another world heritage site, an artificial stone temple on Mount Tohmasan which is regarded as the ‘representative stone temple of Korea’. Built in the 8th century, the temple contains a statue of Buddha looking out into the sea. The inside of the grotto is not available for the public to view so make a trip to the Silla Arts and Science Museum where you can fully explore the historical site through pictures and descriptions. The Bulguksa Temple encapsulates Bud- dhist culture and the rich history of the city. Named a world heritage site by UNESCO, the temple was built in 528 A.D. during the Silla Dynasty. Home to many national treasures and artefacts, the temple consists of many bridge-like stairways that represent Buddha and man’s journey through life. Tour the temple alone or as part of a tour of the city’s ancient sites. Yangdong is a historic village from the Joseon Dynasty. As a Korean state for about 5 centuries, Yangdong is also a world heritage site full of Korean national treasures. Located amongst the beautiful natural surroundings, the whole village is a heritage site. Surrounded by the beautiful Mount Seolchangsan are 160 old houses and cottages,",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 13 - Chunk 1"
        }
    },
    {
        "content": "full of Korean national treasures. Located amongst the beautiful natural surroundings, the whole village is a heritage site. Surrounded by the beautiful Mount Seolchangsan are 160 old houses and cottages, preserved in their original state. Photo from http:/ /www.visitkorea.or.kr BULGUSKA TEMPLE SEOKGURAM GROTTO YANGDONG FOLK VILLAGE",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 13 - Chunk 2"
        }
    },
    {
        "content": "ACCOMMODATION GYEONGJU +82547457788 *Based on reviews HILTON GYEONGJU 484-7, Bomun-ro, Gyeongju, Gyeongsangbuk-do, 38117 Review by TripAdvisor Traveller Reviewed jaxnacis I checked in at Hilton Hotel at Gyeo- ngju to attend a conference. The staff were courteous and approachable. The rooms were clean and comfort- able. But what really had me is the view from my balcony, showcasing a beautiful bridge by the lake. One of a kind view! 5/01/2017 603 Tel: *Based on reviews HOTEL HYUNDAI GYEONGJU 338, Bomun-ro, Gyeongju, Gyeongsangbuk-do, 38117 Review by TripAdvisor Traveller Reviewed Joe M My stay at the Hotel Hyundai Gyeongju was in early November and was my second time there. The first time I visited was back in 1998, so it had been quite some time. In that time, the hotel has maintained it's high level of customer service, good buffet breakfast and of course, it's excellent location with views of the lake. What I noticed though was that this hotel was showing a bit of it's age. The room was very comfortable and clean but had... 9/12/2016 174 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 14 - Chunk 1"
        }
    },
    {
        "content": "clean but had... 9/12/2016 174 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 14 - Chunk 2"
        }
    },
    {
        "content": "AUCKLAND ACCOMMODATION GYEONGJU *Based on reviews 141 MINI HOTEL 141, Wonhyo-ro, Gyeongju, Gyeongsangbuk-do, Review by TripAdvisor Traveller Reviewed surgchiu We arrived Busan airport and took intercity bus (60min) to Gyeongju The hotel is about 2 km from Gyeongju intercity bus station , we took taxi to the hotel. The taxi fare(3000won) is cheap. Hotel is 5min walk from Gyeongju train station (not the KTX station). The hotel was right at the city centre and surrounded by small streets and local stalls. The hotel check in was efficient and the reception spoke reasonable English, very helpful. Our room w... 27/12/2016 46 Tel: *Based on reviews THE SUITES HOTEL GYEONGJU 280-12, Bomun-ro, Gyeongju, Gyeongsangbuk-do, 38117 Review by TripAdvisor Traveller Reviewed jptalampas Hotel is in a good location near Bomun Lake. It is also a close 3-min walk to the nearest bus stop. Room was good value for money, and would be even more so for families or those travelling as a group. The staff was also very friendly and ready to help with your needs and with directions around Gyeongju. 31/10/2016 83 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 15 - Chunk 1"
        }
    },
    {
        "content": "with your needs and with directions around Gyeongju. 31/10/2016 83 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 15 - Chunk 2"
        }
    },
    {
        "content": "WINE & DINE GYEONGJU +82 54-749-7000 *Based on reviews HWANGNAM BREAD 347-1 Hwango-dong, Gyeongju, Gyeongsangbuk-do, Review by TripAdvisor Traveller Reviewed James G Had a local take us to Hwangnam bread for a pre-lunch snack. They make a single product. It is similar to a kolach with a red bean filling. I am not a red bean fan but most of the rest of the group really liked them. They were fresh baked, still hot and needing to cool a little. 27/12/2016 140 Tel: +82 54-742-8668 *Based on reviews HONGSI KOREAN RESTAURANT 5, Hwarang-ro 19beon-gil, Gyeongju, Gyeongsangbuk-do, 38143 Review by TripAdvisor Traveller Reviewed YuhTing We have never tasted a full course Korean meal with the numerous appe- tizers and side dishes to savor. This was a pleasant surprise. It looks like a home run restaurant (which is always the best) as they took care to prepare the ingredients and each dish was fresh and meticulously cooked. As we have no knowledge in Korea, the owner took care to introduce each dish in English as best as he could. We truly appreciate that. The house is very cozy to... 7/12/2016 78 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 16 - Chunk 1"
        }
    },
    {
        "content": "in English as best as he could. We truly appreciate that. The house is very cozy to... 7/12/2016 78 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 16 - Chunk 2"
        }
    },
    {
        "content": "WNE & DINE GYEONGJU 054-742-8668 *Based on reviews STARBUCKS GYEONGJU BOMUNRO 719-220, Sinpyeong-dong, Gyeongju, Gyeongsangbuk-do, 780-290 Review by TripAdvisor Traveller Reviewed Chuuk K At late summer we did a family trip to Gyeongju, and stayed K-hotel. At night, we just walked around hotel, and find Starbucks on the road. It is located to near to main road around Kyeongju, and near to Bomum lake road also. Good place to relax for having coffees or teas with sweets. There are another Starbucks at Gyeo- ngju at the opposite direction of the Bomum lake, and it was also good. 15/10/2015 52 Tel: +82 54-772-3369 *Based on reviews SUKYOUNG SIKDANG 60, Gyerim-ro, Gyeongju, Gyeongsangbuk-do, 38164 Review by TripAdvisor Traveller Reviewed Kennlai C Real Korean traditional local food , tatami type of seating arrangement, friendly restaurant, personal feel those food a bit salty, less meat .. 19/11/2016 47 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 17 - Chunk 1"
        }
    },
    {
        "content": "Jeju Island is a beautiful destination for honeymooners and couples located off the South Korean Coast. Idyllic beaches and the historic Hallasan volcano make for exotic and exciting surrounds, perfect for exploring and relaxation. The island has made it into the list of the world’s new natural wonders with waterfalls, lava tubes, mountains, and beaches making it a unique and amazing Korean holiday destination. HIGHLIGHTS Jeju Island Food Home to some unique flavours.. Hyeopjae Beach Beautiful coloured seawater and surrounding forests. Manjang Cave and Lava Tubes A perfect spot to both cool down and explore. Seongsan Sunrise Festival A festive and spirited occasion. JEJU ISLAND",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 18 - Chunk 1"
        }
    },
    {
        "content": "Jeju Island is home to some unique flavours, so a visit here must include some culinary exploration! Try the seaweed and sea urchin soup, raw seafood, barbecued pork from the island’s famous black pigs, and pheasant. A recommended stop is the Countryside Restaurant where you can try five-layered pork! This long 9 km stretch of coastline makes for a perfect holiday. Beautiful coloured seawater and surrounding forests create a sense of paradise, with plenty of other attractions nearby. Visit Hamrin Park where you’ll find the tourist sites of Hyeopjaegul Cave and Ssangyonggul Cave. Or travel to Biyangdo Island just off the coast where there are camping grounds and a secluded stretch of water. A perfect spot to both cool down and explore the natural wonders of Jeju Island, the Manjang cave is over 8 km long, with 1 km of public walkway space. If you’re not scared of delving into a deep, expansive cave, you can immerse yourself deep into nature. The cave is formed by cooling lava and its dark, cold, narrow interior may leave you feeling a little spooked. Photo from http:/ /www.visitkorea.or.kr HYEOPJAE BEACH JEJU ISLAND FOOD MANJANG CAVE & LAVA TUBES",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 19 - Chunk 1"
        }
    },
    {
        "content": "dark, cold, narrow interior may leave you feeling a little spooked. Photo from http:/ /www.visitkorea.or.kr HYEOPJAE BEACH JEJU ISLAND FOOD MANJANG CAVE & LAVA TUBES",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 19 - Chunk 2"
        }
    },
    {
        "content": "The Seongsan Sunrise Festival takes place at ‘Sunrise Peak’ (or the Seongsang Ilchulbong Peak) each New Year’s Eve. The sunrise is spectacular up here and the festival includes a night hike up to the peak, lit by lanterns. Traditional dance performances are held where participants hold hands while moving in a large circle making wishes for the new year ahead. A festive and spirited occasion, fireworks and aerobics demonstrations are also on the list! Photo from http:/ /asianeglish.visitkorea.or.kr SEONGSAN SUNRISE FESTIVAL",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 20 - Chunk 1"
        }
    },
    {
        "content": "ACCOMMODATION JEJU ISLAND +82222305660 *Based on reviews LOTTE CITY HOTEL JEJU 83, Doryeong-ro, Jeju, Jeju Island, 63127 Review by TripAdvisor Traveller Reviewed Ivan S My wife love to see Kdrama. N when she described Jeju island, I thought Jeju would be just an island with volcano n beaches. I was wrong. Jeju is a very modern city, in fact when we were dropped at Lotte City Hotel, I was surprised knowing that the hotel is very modern and is family friendly. It is connecting to Lotte duty free which offer luxury brands (Louis Vuitton, Dior etc) and other shops. It is also just walking distance to explore other ... 20/12/2016 248 Tel: +82647179000 *Based on reviews SHILLA STAY JEJU 100, Noyeon-ro, Jeju, Jeju Island, 63133 Review by TripAdvisor Traveller Reviewed Isaac Y Since we went in low season, so we asked hotel to have free-upgrade. Thanks for the conceige lady :). The hotel is good overall, clean, new, comfortable bed, free parking. and the receptionists are very helpful with very good English. One point to feel no good is the noise from the street. I think there is a disco (likely or similar ..) next to the hotel. It makes",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 21 - Chunk 1"
        }
    },
    {
        "content": "good English. One point to feel no good is the noise from the street. I think there is a disco (likely or similar ..) next to the hotel. It makes noise till 1 or 2:00am mid night. 6/01/2017 197 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 21 - Chunk 2"
        }
    },
    {
        "content": "AUCKLAND ACCOMMODATION JEJU ISLAND +82647474900 *Based on reviews MAISON GLAD JEJU 80, Noyeon-ro, Jeju, Jeju Island, 63132 Review by TripAdvisor Traveller Reviewed seven20three The room was so clean and spacious and the beautifully designed! The hotel is also very well located with lots of good restaurants within a 10min walking distance :) Will def stay here if I visit Jeju again! 4/01/2017 297 Tel: +82647474900 *Based on reviews RAMADA PLAZA JEJU HOTEL 66, Tapdong-ro, Jeju, Jeju Island, 63165 Review by TripAdvisor Traveller Reviewed N5633JPyvonnet Within 10 mins taxi ride from airport. About 20mins walk to the famous Dongmun market. Stayed in seaview room this time. With the 180' seaview and a balcony, there's absolutely nothing u can complain about. The room was a bit old but tidy and clean overall. Too bad that I had to attend an early morning meeting, didn't have the chance to try the breakfast. Oh btw, loads of restaurant and convenient stores around the area. 20/12/2016 337 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 22 - Chunk 1"
        }
    },
    {
        "content": "January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 22 - Chunk 2"
        }
    },
    {
        "content": "WINE & DINE JEJU ISLAND +82 64-782-9944 *Based on reviews MYEONGJIN JEONBOK 128, Haemajihaean-ro, Gujwa-eup, Jeju, Jeju Island, 63357 Review by TripAdvisor Traveller Reviewed ezekiel19 Only 4 items on the menu :- abalone porridge $12,000, abalone stone pot rice $15,000, Raw Abalone slices (400g) $30,000 and Grilled abalone (500g) $30,000. Its has a nice view, unless you are seating near the window. They take reservations, so when we were there, we had to wait, while the Koreans customers who have made reserva- tions get their seats first. There is free parking outside the restaurant. 31/12/2016 94 Tel: +82 64-720-8225 *Based on reviews IL ITALIANO 20, Tapdong-ro, Jeju, Jeju Island, 63165 Review by TripAdvisor Traveller Reviewed Tara W My family wanted ANYTHING but Ko- rean food and we found this gem. As good as any restaurant we enjoyed in our 6+ years in Europe! Excellent pasta dishes, perfectly seasoned in a beauti- ful restaurant with great service! 14/12/2016 31 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 23 - Chunk 1"
        }
    },
    {
        "content": "WINE & DINE JEJU ISLAND +82 64-742-7355 *Based on reviews OLRAE GUKSU 261-16, Yeon-dong, Jeju, Jeju Island, Review by TripAdvisor Traveller Reviewed JKY209 Went there for lunch. Found this shop just about 500metres walk from our hotel and it was also recommended in TripAdvisor. Decided to give it a go as we saw plenty of people queueing during dinner time the night before. Their pork noodle soup was clear, taste of pork and big portion indeed. Their kimchi is really tasty (we had it refill again as it was really good). For 7000won per bowl, the pork noodles were worth every penny. Only negative thi... 29/11/2016 119 Tel: +82 10-8369-8811 *Based on reviews MACHO GRILL 46, Sindae-ro 20-gil, B101 Jeju, Jeju Island, Review by TripAdvisor Traveller Reviewed IarasBelen On my trip to Jeju I found this restau- rant online and I was very impressed by the food quality and prices. Firt time, I ordered the Chicken Cajun Tacos and Beef Nachos. Heaven on a plate! Second time, I had the Chicken Cajun Burrito and the Nacho and Salsa. Loved it as well! The host is super friendly and speaks great English. His little girl is super cute and curious <3",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 24 - Chunk 1"
        }
    },
    {
        "content": "Chicken Cajun Burrito and the Nacho and Salsa. Loved it as well! The host is super friendly and speaks great English. His little girl is super cute and curious <3 I enjoyed my meal and I would defi- nitely come back in future visits to Je... 5/01/2017 40 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 24 - Chunk 2"
        }
    },
    {
        "content": "PACKING ESSENTIALS • Phrase book - If you have a limited knowledge of Korean. • Money pouch - Make sure you don’t lose anything in tightly packed markets. • Hiking boots - Explore the beautiful national parks. INFORMATION",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 25 - Chunk 1"
        }
    },
    {
        "content": "TRAVEL TIPS • Plan your visit to Sydney Airport by doing some research on the airport and your terminal, whether it be T1, T2 or T3. • Check the security regulations in relation to what you can and cannot take through the security screening point and onto an aircraft, including prohibited items, dangerous goods, and liquids, aerosols, and gels (LAGs). • Check your baggage allowance with your airline. • Use the directional signage at the terminal to ensure a smooth and enjoyable journey through the airport. • Ensure that your driver’s licence can be used in your country of destination or that you have organised an international driver’s licence. • If you have not already purchased travel insurance along with your ticket, you can purchase it at Sydney Airport at the Last Chance Travel Insurance located in the International Terminal (T1) after Customs. Alternatively, purchase insurance at any Travelex outlet or the Australia Post Shop at International Terminal (T1) located before Customs, near check-in counter J. GET TO THE AIRPORT • Make sure you have plenty of time ahead of check-in. If you are unsure as to when you should arrive at the airport, contact your airline directly. GET READY",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 26 - Chunk 1"
        }
    },
    {
        "content": "• Make sure you have plenty of time ahead of check-in. If you are unsure as to when you should arrive at the airport, contact your airline directly. GET READY FOR BOARDING • Security screening – whether your destination is within Australia or overseas, allow sufficient time to proceed through security screening. • Australian Customs and Border Protection Service – allow sufficient time to proceed through Customs and Border Protection. • Passports - must be valid for a minimum of six months ahead of your departing date for most countries. We strongly recommend you verify exact requirements with your airline. • Boarding passes - issued at the airline check-in counter upon presentation of your ticket reservation (printed e-ticket) or booking confirmation number along with your valid passport. • Immigration cards - available before you enter Customs and Border Protection. The cards must be filled out and presented to the Customs and Border Protection Officer along with your passport and boarding pass. • Find your departing gate using display screens. These screens are available in the airline check-in area and at each departure gate. RELAX • At Sydney airport, you have plenty of options to shop while you are waiting to",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 26 - Chunk 2"
        }
    },
    {
        "content": "screens are available in the airline check-in area and at each departure gate. RELAX • At Sydney airport, you have plenty of options to shop while you are waiting to board your flight. Remember that all duty free purchases must be finalised 20 minutes before your flight departs. INFORMATION",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 26 - Chunk 3"
        }
    },
    {
        "content": "YOUR DESTINATION DISTANCE FROM SYDNEY 8,127 kilometres WHEN TO GO March-May (Spring) TIME ZONE UTC +9 LANGUAGE Korean CURRENCY South Korean Won WEATHER Summer: 22.5 - 25° Celsius Winter: -5 - -2.5° Celsius INFORMATION",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 27 - Chunk 1"
        }
    },
    {
        "content": "SYDNEY TRAVEL GUIDE",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 1 - Chunk 1"
        }
    },
    {
        "content": "This travel guide is for your general information only and is not intended as advice. You should make your own inquiries before making any decisions. Sydney Airport Corporation Limited does not in any way represent that we recommend or endorse the ratings, advertisers, products or services appearing in this guide. We do not represent or warrant that the material in the guide is reliable, accurate, complete or current, nor do we accept any responsibility arising in any way from errors or omissions. We will not be liable for loss resulting from any action or decision by you in reliance on the material in the guide.",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 2 - Chunk 1"
        }
    },
    {
        "content": "Sydney is recognised as one of the most vibrant and exciting international cities in the world. Australia’s gateway for visitors, Sydney is home to three of the most potent symbols of Australia around the world: the Sydney Opera House, Sydney Harbour Bridge and Sydney Harbour. But beyond the famous icons, there’s a lot more to uncover in this dynamic, cosmopolitan city. OVERVIEW SYDNEY",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 3 - Chunk 1"
        }
    },
    {
        "content": "The Sydney Harbour Bridge Do the bridge climb to step on Sydney’s most famous landmark and for the best view of Sydney Harbour and the Opera House. Access via Cumberland St Centennial Park Explore the Centennial Parklands on horseback or on bicycle. Eastern Suburbs Surfing at Manly Beach Learn from the pros at beautiful Manly Beach. North Steyne, Manly The Rocks Visit the old centre of Sydney and explore the cobbled laneways and cosy cafes. Central Sydney Cockatoo Island Learn about Australia’s convict history while enjoying the breathtaking views of Sydney Harbour. Sydney Harbour Barrenjoey Lighthouse Catch a glimpse of the pristine Northern Beaches and take a stroll up to the lighthouse for panoramic views. Palm Beach The Powerhouse Museum This arts and sciences focused museum always has new exhibits and is fun for the whole family. Ultimo The Sydney Observatory Both an observatory and a museum, visit at night for a telescope viewing of the planets and stars. Millers Point WHAT TO SEE SYDNEY",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 4 - Chunk 1"
        }
    },
    {
        "content": "Pitt St Mall A pedestrian mall in the city centre offering a huge range of stores. Oxford St High class shopping with all the latest designers. Paddington Markets Every Saturday local designers, craftspeople and artists set up their stalls at the local school. Mosman Some of the best boutique shopping in Sydney with an art and crafts market held here on the first Saturday of every month. The Grounds Stroll around the former pie factory and see the organic garden, small animal farm, artisan bakery and popular café. Alexandria The Corso The pedestrian street connects the Manly Wharf to Manly Beach and is lined with surf shops and cafes. Manly Beach Bondi Markets Discover an eclectic mix of clothing, jewellery, art, and home wares at Sydney’s famous Bondi Beach. Bondi Beach Public School Surry Hills A popular destination among locals, Crown St and Bourke St feature a host of design and fashion stores, as well plenty of cafes and bars. Surry Hills SHOPPING SYDNEY",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 5 - Chunk 1"
        }
    },
    {
        "content": "Famous Sydney landmarks provide their own entertainment - take an exhilarating BridgeClimb to the summit of Sydney Harbour Bridge, enjoy a behind-the-scenes tour of Sydney Opera House, or explore Sydney Harbour and its small islands on ferries, yachts, a cruise, high-speed jet boats, or kayaks. HIGHLIGHTS Arts and Culture See some of the stars of Australian theatre. Sydney Zoos and Aquariums See extraordinary wildlife at Taronga Zoo Sydney. ATTRACTIONS IN SYDNEY",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 6 - Chunk 1"
        }
    },
    {
        "content": "See extraordinary wildlife at Taronga Zoo where a huge range of animals including kangaroos, wallabies, koalas, and echidnas inhabit an idyllic harbourside setting. WILD LIFE Sydney Zoo at Darling Harbour is another great place to see Australia’s native animals by the harbour. The harbour is home to more than 600 species of marine life and at SEA LIFE Sydney Aquarium you can see many of them. You’ll also see platypus, little penguins, rays, sharks, and dugongs in purpose-built habitats. SYDNEY ZOOS AND AQUARIUMS Sydney has an astonishing assortment of arts, music and theatre performances at any time of the year. You may be lucky enough to see some of the stars of Australian theatre like Cate Blanchett, Geoffrey Rush and Hugo Weaving on stage with the Sydney Theatre Company or at the Belvoir Street Theatre. Acclaimed Aboriginal performers from Bangarra Dance Company perform regularly at the Sydney Opera House as do the Australian Ballet, Opera Australia and Sydney Symphony Orchestra. If you’re keen to see the best of contemporary art, don’t miss a visit to the Museum of Contemporary Art Australia (MCA) or the Art Gallery of NSW. ARTS AND CULTURE",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 7 - Chunk 1"
        }
    },
    {
        "content": "don’t miss a visit to the Museum of Contemporary Art Australia (MCA) or the Art Gallery of NSW. ARTS AND CULTURE",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 7 - Chunk 2"
        }
    },
    {
        "content": "HIGHLIGHTS Market shopping Home to some of Australia’s best markets. Spoil yourself Fashion lovers should head to the CBD. FASHION AND SHOPPING Sydney offers a dynamic melting pot of shopping experiences showcasing an extensive collection of renowned Australian designers, local boutique offerings and one-of-a-kind market wares that deliver an innate sense of place for international travellers. Head to the heart of the city where Pitt Street Mall delivers the very best in high-street fashion, luxury global brands and culinary delights set against the dramatic backdrop of the city skyline. Switch up the pace by venturing to the Eastern Suburbs where Bondi Beach offers one of Sydney’s most unique shopping spots at the Bondi Markets – a place to shop like a local and experience new designer fashion not yet discovered on the world stage. When it comes time to depart, you’ll need to allow plenty of time after checking in at Sydney Airport to experience the wealth of luxury brands available at T1 International. Fast becoming one of Australia’s premium fashion destinations, T1 offers the best of global and local designers from MaxMara and Hugo Boss to Alice McCall and Seafolly – the perfect purchase pre-flight.",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 8 - Chunk 1"
        }
    },
    {
        "content": "fashion destinations, T1 offers the best of global and local designers from MaxMara and Hugo Boss to Alice McCall and Seafolly – the perfect purchase pre-flight.",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 8 - Chunk 2"
        }
    },
    {
        "content": "Fashion lovers should head to the CBD and the likes of the Pitt Street Mall, the Strand Arcade and the Queen Victoria Building - don’t miss a peek at Versace, Gucci and Finnish design store Marimekko. Sought- after local labels including Akira Isogawa, Camilla Franks, Josh Goot, Dion Lee and Willow are also likely to be on your wish list. Find them and other cutting-edge luxury brands in shopping neighbourhoods like Mosman, Paddington, Double Bay, Balmain, Surry Hills, and Bondi or visit the vast, shop-till-you-drop Westfield Bondi Junction for everything that’s fashionable in the one place. SPOIL YOURSELF Sydney is home to some of Australia’s best markets featuring fresh food, beautiful gifts, stylish fashion, vintage furniture, free entertainment, and much more. A trip to the markets is the perfect way to spend a day exploring the city, picking up everything from quirky souvenirs to ugg boots, resin jewellery and vintage fashion. Paddington Market has long been regarded as the place to launch a fashion career and you’ll find fresh design talent here every Saturday. As well as fabulous fashion, you’ll find stylish ceramics, homewares, art, and accessories. Bondi Market is well worth a browse on Sunday mornings for summer- styled",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 9 - Chunk 1"
        }
    },
    {
        "content": "talent here every Saturday. As well as fabulous fashion, you’ll find stylish ceramics, homewares, art, and accessories. Bondi Market is well worth a browse on Sunday mornings for summer- styled dresses, silky tops and one-off jewellery. MARKET SHOPPING",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 9 - Chunk 2"
        }
    },
    {
        "content": "Sydney is one of the world’s great dining destinations. You can dine by the harbour in five- star style, enjoy the atmosphere of heritage pubs and cool rooftop bars, or sample cuisine from around the globe. An ever-growing list of gourmet restaurants, boutique cafés and casual pubs means you’ll never be short of inspiration about where to eat in Sydney. Looking for a unique Sydney dining moment? Visit the funky noodle bar at Ms G’s or try the legendary fish and chips from The Boathouse at Palm Beach, modern Vietnamese at Luke Nguyen’s Red Lantern or organic, biodynamic and sustainable fare at Billy Kwong. If you enjoy dining in style, make sure you visit some of the city restaurants that have starred on the S. Pellegrino World’s Best Restaurants list: Tetsuya’s, Quay, Marque, and Momofuku Seiobo. HIGHLIGHTS Fresh is best Sydney chefs have been growing their own. The market trail An ever-increasing number of regular farmers’ markets. FOOD & WINE",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 10 - Chunk 1"
        }
    },
    {
        "content": "Sydney has an ever-increasing number of regular farmers’ markets, many of them selling sustainable and/or organic produce direct from the source. If you’re visiting Sydney and you love good food, check them out at Frenchs Forest, Leichhardt, Marrickville, Parramatta, Manly, Redfern, and the Entertainment Quarter Moore Park. There’s also The Rocks Foodies Market on Fridays and the Sydney Morning Herald Grower’s Market on the first Saturday of each month in Pyrmont. You might encounter a celebrity chef or two: Billy Kwong’s Kylie Kwong cooks at Eveleigh Markets and Darren Robertson from Bronte’s Three Blue Duck sells his pulled pork buns at Bondi Farmers Markets. THE MARKET TRAIL In the constant search for high-quality produce, Sydney chefs have been growing their own. Some of Sydney’s most acclaimed restaurants now boast urban kitchen gardens and farms to help chefs work their culinary magic. At the acclaimed Chiswick, Matt Moran has a kitchen garden with produce picked in the morning and on your plate by lunchtime. Moran also uses NSW lamb produced on his family farm in the Central Tablelands. In the heart of the city, Quay’s chef Peter Gilmore has a growing room for vegetables and herbs in the restaurant at Circular",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 11 - Chunk 1"
        }
    },
    {
        "content": "his family farm in the Central Tablelands. In the heart of the city, Quay’s chef Peter Gilmore has a growing room for vegetables and herbs in the restaurant at Circular Quay. In Newtown, Hartsyard has a flourishing kitchen garden: teas are made with fresh-picked herbs from the on-site tea garden. The Restaurant at 3 Weeds uses produce from the on-site organic herb and vegetable garden to create beautiful food, while The Grounds of Alexandria has a micro-farm, bakery and resident horticulturalist. FRESH IS BEST",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 11 - Chunk 2"
        }
    },
    {
        "content": "It’s rare for a world city such as Sydney to have such a huge bounty of stunning natural attractions – beaches, national parks, gardens, pristine waterways, and plenty of open space. As a result, Sydney’s physical allure and laid-back outdoor lifestyle make it one of the most enjoyable cities in the world to live and visit. Luckily, you don’t have to travel far in Sydney to discover one of more than 70 surf beaches and 30 secluded harbour beaches, including iconic Bondi and Manly. HIGHLIGHTS Beach Lifestyle in Sydney Sydney is known around the world for its beaches. Sydney Harbour National Park Many places to walk, swim, tour and sightsee. Sydney’s Green Trail Filled with fascinating eco- experiences. Walks in Sydney A great city for walkers. NATURAL ATTRACTIONS",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 12 - Chunk 1"
        }
    },
    {
        "content": "This stunning national park, so prized by Sydneysiders, offers many places to walk, swim, tour, and sightsee. Sydney Harbour National Park protects five historic islands and foreshore areas around one of the world’s most famous harbours. See native wildlife living in rare pockets of bushland once common around Sydney, or take a fascinating walk to explore the park’s cultural history. SYDNEY HARBOUR NATIONAL PARK Sydney is known around the world for its beaches, and visitors can choose from a variety of spectacular surf-and-sand options. Whether you want to take to the waves with your surfboard, enjoy quiet time on a secluded beach or dine overlooking the ocean, Sydney has it all. Two of Sydney’s most popular beaches are Bondi and Manly. Both are renowned for their great surf, as well as the communities built around the two beaches. Many people visit the areas just to soak up the vibe and enjoy the beachside dining options. Sydney’s spectacular natural setting encompasses vast green spaces, bushland, coastal reserves, national parks, riverside walks, and delightful secret gardens. Sydney is filled with fascinating eco- experiences and, even in the most urban CBD setting, you’ll find green spaces where you can create your own adventure.",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 13 - Chunk 1"
        }
    },
    {
        "content": "and delightful secret gardens. Sydney is filled with fascinating eco- experiences and, even in the most urban CBD setting, you’ll find green spaces where you can create your own adventure. A good place to start is with a bike ride along the leafy tracks of Centennial Parklands. Then wander through the Royal Botanic Garden’s 30 hectares along the harbour’s edge and admire its outstanding collection of plants from Australia and overseas. BEACH LIFESTYLE SYDNEY’S GREEN TRAIL",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 13 - Chunk 2"
        }
    },
    {
        "content": "Most visitors to Sydney take a short break to one of the regions close by to enjoy a wide variety of astonishing natural attractions and experiences. - The vast 1000-metre sandstone cliffs, eucalypt forests and sublime lookouts of the Blue Mountains are part of a spectacular World Heritage Area offering bushwalking, delightful gardens and fine guesthouses. - While wine tasting is an essential part of a Hunter Valley visit, there are also hot-air balloon flights, championship golf courses, fabulous restaurants, and spas. - Beautiful beaches and spectacular coastal scenery is best explored on the Grand Pacific Drive. HIGHLIGHTS Beautiful Beaches Beach holidays never stop in NSW. Food and Wine Experiences Wine-producing regions within a short drive from Sydney. Natural Attractions World heritage-listed areas just a few hours’ drive from Sydney. SHORT BREAKS FROM SYDNEY",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 14 - Chunk 1"
        }
    },
    {
        "content": "Food, wine and indulgence go hand-in- hand in Australia’s oldest wine-producing region, the Hunter Valley, as well as in the spectacular Southern Highlands. Both regions are within a short drive from Sydney and offer plenty of tempting food and wine experiences. Sample local gourmet produce from olives to cheese, chocolate to coffee, pick berries fresh from the farm or meet the farmers and winemakers. FOOD AND WINE EXPERIENCES A temperate climate means that beach holidays never stop in NSW, at any time of the year. On the South Coast, Wollongong is surrounded by a coastline of beautiful beaches where you can learn to surf, go for long beach walks or ride along a network of beachfront cycle paths. Further south is beautiful Jervis Bay, a marine reserve noted for its dolphins and extensive water sports. On the North Coast, fantastic beaches stretch from the Central Coast to Port Stephens, Port Macquarie, Coffs Harbour, and Byron Bay. If getting out and enjoying nature is your style, there are two inspiring World heritage-listed areas just a few hours’ drive from Sydney. Enjoy the spectacular sandstone cliffs and forested valleys of the Blue Mountains National Park, 90 minutes drive from Sydney. A network",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 15 - Chunk 1"
        }
    },
    {
        "content": "heritage-listed areas just a few hours’ drive from Sydney. Enjoy the spectacular sandstone cliffs and forested valleys of the Blue Mountains National Park, 90 minutes drive from Sydney. A network of well-marked walking trails criss crosses the rugged terrain with plenty of opportunities to see waterfalls, bird life and great views, as you breathe in the crisp mountain air. BEACH LIFESTYLE NATURAL ATTRACTIONS",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 15 - Chunk 2"
        }
    },
    {
        "content": "ACCOMODATION SYDNEY +61288063748 *Based on reviews ADGE APARTMENT HOTEL 222 Riley St, Surry Hills Sydney, New South Wales, 2010 Review by TripAdvisor Traveller Reviewed ATLluxury A friend and I stayed in a beautiful city view 2 bedroom suite recently and thoroughly enjoyed our week's stay. From the moment of arrival to our check out, the staff was so friendly and professional. It was a wonderful touch upon our arrival after a day of exploring Sydney to be welcomed back and asked if there was anything we needed. The modern hotel with new top of the line appliances in the kitchen and very comfy beds made our stay a super o... 5/01/2017 691 Tel: +61282945740 *Based on reviews OVOLO WOOLLOOMOOLOO 6 Cowper Wharf Rdwy, Sydney, New South Wales, 2011 Review by TripAdvisor Traveller Reviewed Jay S Spent a night at Ovolo Woolloo- mooloo. It was different, but nice. If you want a change from the standar 4 or 5 star hotel this is the place to stay. Everything in the mini bar including drinks and snacks is included in the price. Bathroom accessories are ample and you can call for more if needed. Staff are really good and helpful. They also",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 16 - Chunk 1"
        }
    },
    {
        "content": "bar including drinks and snacks is included in the price. Bathroom accessories are ample and you can call for more if needed. Staff are really good and helpful. They also have a cheerful and party mode demeanor which is a great start to your weekend or holiday. Another nice thi... 8/01/2017 881 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 16 - Chunk 2"
        }
    },
    {
        "content": "AUCKLANDACCOMODATION SYDNEY +61292561234 *Based on reviews PARK HYATT SYDNEY 7 Hickson Road, The Rocks Sydney, New South Wales, 2000 Review by TripAdvisor Traveller Reviewed 478cameronr We stayed at the Park Hyatt Sydney for the New Years Eve fireworks. It was an experience I will remember for the rest of my life. The room was immac- ulate on check in and returned to that condition every day. The staff were attentive, courteous and professional. They went above and beyond the call to cater for our every need. The food was excellent. I would not hesitate to stay here again. 6/01/2017 2116 Tel: +61288800711 *Based on reviews MERITON SERVICED APARTMENTS WORLD TOWER 95 Liverpool Street, Sydney, New South Wales, 2000 Review by TripAdvisor Traveller Reviewed sarah_8422 Booked a 2 bed suite here as we were planning on having guests over before heading out into the city. There was no issue doing this, Hotel were very accommodating. Room was very clean and well appoint- ed. Nice views from the 62nd floor. Our 2 bedroom suite was massive, includ- ing two bathrooms and a laundry also. 8/01/2017 2508 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 17 - Chunk 1"
        }
    },
    {
        "content": "bedroom suite was massive, includ- ing two bathrooms and a laundry also. 8/01/2017 2508 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 17 - Chunk 2"
        }
    },
    {
        "content": "WINE & DINE SYDNEY +61 448 413 791 *Based on reviews FARMHOUSE KINGS CROSS Shop 4 40 Bayswater Rd, Sydney, New South Wales, 2011 Review by TripAdvisor Traveller Reviewed CaitBronwen Great dinner experience. Everyone sits at one large communal table which was cozy and great food. Set menu and we loved every dish. 6/01/2017 279 Tel: 61292403000 *Based on reviews EST. L 1 252 George St, Sydney, New South Wales, 2000 Review by TripAdvisor Traveller Reviewed spogie It does not get much better anywhere in the World. More than just excellent food, served by more than just excel- lent staff in more than just excellent sourroundings. An yet not stiff and formal. Modern, creative, classy and very tasty dishes in the signature menu accompanied by good wines of mainly European origin. An Australian/ New Zealand wine menu World have been more interesting for a visiting European. Definitively a candidate for at least o... 6/01/2017 689 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 18 - Chunk 1"
        }
    },
    {
        "content": "WINE & DINE SYDNEY +61 (0) 2 8354 1223 *Based on reviews THE BAXTER INN 156 Clarence St, Sydney, New South Wales, 2000 Review by TripAdvisor Traveller Reviewed Greg S Wander down a quiet lane, take a sharp right toward the trash cans and flash your ID to the non-descript bouncer. Descend the industrial stairs and thru an unlabeled door is The Baxter, Sydney's speakeasy homage to the yonder years of whisky and deal making. With a wide selection of scotch, bour- bon, and rye, if you love the brown stuff then this should be in your must- do list. Strictly 18+. 7/01/2017 543 Tel: +61 2 9318 2228 *Based on reviews ZAHLI 529 Elizabeth Street, Sydney, New South Wales, Review by TripAdvisor Traveller Reviewed SarahAshlea101 Myself and my partner went to zahli on Saturday 7th Jan and we were blown away by the food we received. We had the Mediterranean banquet and it was jam packed full of food and worth every cent. The manager then came and had a chat with us about the night and asked why we where visiting Sydney and we told him it was for my partners birth- day. He then organized a desert",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 19 - Chunk 1"
        }
    },
    {
        "content": "a chat with us about the night and asked why we where visiting Sydney and we told him it was for my partners birth- day. He then organized a desert for her and themed happy birthday music. It's little things like this that mak... 8/01/2017 255 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 19 - Chunk 2"
        }
    },
    {
        "content": "• Swimsuit - With so many beautiful beaches there will be ample opportunity for swimming. • Walking shoes - The best way to see the city is by foot. • Sunscreen - The sun is strong all year round. • Camera - Capture every moment. • Umbrella - The weather is always unpredictable! PACKING ESSENTIALS INFORMATION",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 20 - Chunk 1"
        }
    },
    {
        "content": "TRAVEL TIPS • Plan your visit to Sydney Airport by doing some research on the airport and your terminal, whether it be T1, T2 or T3. • Check the security regulations in relation to what you can and cannot take through the security screening point and onto an aircraft, including prohibited items, dangerous goods, and liquids, aerosols, and gels (LAGs). • Check your baggage allowance with your airline. • Use the directional signage at the terminal to ensure a smooth and enjoyable journey through the airport. • Ensure that your driver’s licence can be used in your country of destination or that you have organised an international driver’s licence. • If you have not already purchased travel insurance along with your ticket, you can purchase it at Sydney Airport at the Last Chance Travel Insurance located in the International Terminal (T1) after Customs. Alternatively, purchase insurance at any Travelex outlet or the Australia Post Shop at International Terminal (T1) located before Customs, near check-in counter J. GET TO THE AIRPORT • Make sure you have plenty of time ahead of check-in. If you are unsure as to when you should arrive at the airport, contact your airline directly. GET READY",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 21 - Chunk 1"
        }
    },
    {
        "content": "• Make sure you have plenty of time ahead of check-in. If you are unsure as to when you should arrive at the airport, contact your airline directly. GET READY FOR BOARDING • Security screening – whether your destination is within Australia or overseas, allow sufficient time to proceed through security screening. • Australian Customs and Border Protection Service – allow sufficient time to proceed through Customs and Border Protection. • Passports - must be valid for a minimum of six months ahead of your departing date for most countries. We strongly recommend you verify exact requirements with your airline. • Boarding passes - issued at the airline check-in counter upon presentation of your ticket reservation (printed e-ticket) or booking confirmation number along with your valid passport. • Immigration cards - available before you enter Customs and Border Protection. The cards must be filled out and presented to the Customs and Border Protection Officer along with your passport and boarding pass. • Find your departing gate using display screens. These screens are available in the airline check-in area and at each departure gate. RELAX • At Sydney airport, you have plenty of options to shop while you are waiting to",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 21 - Chunk 2"
        }
    },
    {
        "content": "screens are available in the airline check-in area and at each departure gate. RELAX • At Sydney airport, you have plenty of options to shop while you are waiting to board your flight. Remember that all duty free purchases must be finalised 20 minutes before your flight departs. INFORMATION",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 21 - Chunk 3"
        }
    },
    {
        "content": "WHEN TO GO Between September and December (spring) TIME ZONE UTC+10 LANGUAGE English CURRENCY Australian Dollar WEATHER Summer: 18-26° Celsius Winter: 10-18° Celsius YOUR DESTINATION INFORMATION",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 22 - Chunk 1"
        }
    },
    {
        "content": "follow Download App Drishti Brahmania love concern pet dog lead launch Happy Puppy Organics Mumbai base handmade pet product line offer shampoo paw balm massage oil help skin condition dog surge demand organic skincare haircare product lead influx marketplace pet care industry jump board organic bandwagon indian pet parent start notice commercially available pet care product use harsh chemical combat flea tick common occurrence furry friend product lead grave skin issue need hospitalisation Drishti Brahmania 26 resident Mumbai pet parent bad experience chemical laced product year old dog atopic dermatitis 2017 dog Tiger Indie rescue develop atopic dermatitis pruritic skin condition cause allergic reaction pet inhale airborne substance like pollen house dust scratch lead scabbing need give medicated bath regularly say Drishti add Tiger find relief commercially available product one recommend veterinarian take matter hand start research ingredient typically pet product Drishti read ingredient vet recommend shampoo find chemical detergent powder shock understand regulatory body check go make product lead create range organic product use ingredient natural certify safe devoid harsh chemical 2018 Drishti want start make organic product treat Tiger skin condition online research want ensure train right way product take short course Cosmetic Formulation Aromatherapy School Natural skin",
        "metadata": {
            "source": "Link",
            "identifier": "https://thebetterindia.com/247274/organic-handmade-pet-products-skin-condition-dog-shampoo-essential-oils-mumbai-ros174/",
            "location": "Chunk 1"
        }
    },
    {
        "content": "harsh chemical 2018 Drishti want start make organic product treat Tiger skin condition online research want ensure train right way product take short course Cosmetic Formulation Aromatherapy School Natural skin Care Lansh Training institute certify course help understand type quantity ingredient oil use product say Drishti product shampoo devoid Sodium Laureth Sulfate common ingredient find shampoo soap toothpaste instead Drishti coconut sugarcane base product add essential oil aromatic therapeutic handmade product week change Tiger condition scratch feel comfortable bath regular use week dermatitis clear say Drishti add recommend product pet parent community dog suffer similar condition month Drishti introduce handmade nourishing soap develop small clientele word mouth 2019 receive good number order organic shampoo Drishti start Instagram page name Happy Puppy Organics market product apart introduce new variety shampoos soap massage oil paw balm product small batch home help mother package product plant base ingredient source certify organic farm say Drishti 2020 Drishti offer 10 product launch kind hemp seed oil healing balm topically skin condition pet Sudharshana Reddy resident Hyderabad purchase product dog suffer allergic skin condition cause itching patchy hair loss say dog Groot prescribe medicine spray veterinarian heal condition purchase hemp seed oil balm surf organic product",
        "metadata": {
            "source": "Link",
            "identifier": "https://thebetterindia.com/247274/organic-handmade-pet-products-skin-condition-dog-shampoo-essential-oils-mumbai-ros174/",
            "location": "Chunk 2"
        }
    },
    {
        "content": "Hyderabad purchase product dog suffer allergic skin condition cause itching patchy hair loss say dog Groot prescribe medicine spray veterinarian heal condition purchase hemp seed oil balm surf organic product internet read positive review Happy Puppy Organics product day product notice itching reduce month redness skin reduce itching stop fur slowly start grow till date Drishti continue receive thousand order month positive review client wish purchase product dog visit Happy Puppy Organics follow drishti vibrant community focus make positive impact connect share contribute meaningful discussion find story insightful informative enjoyable invite consider make voluntary payment support work Better India contribution help continue produce quality content educate inspire drive positive change pay story value directly contribute sustain effort focus make difference world let ensure impactful story continue tell share enrich life community alike share Dog Skin Condition inspire Launch Organic Pet Products line",
        "metadata": {
            "source": "Link",
            "identifier": "https://thebetterindia.com/247274/organic-handmade-pet-products-skin-condition-dog-shampoo-essential-oils-mumbai-ros174/",
            "location": "Chunk 3"
        }
    },
    {
        "content": "building present farm start initially state disrepair make unusable repair complete purchase Greenhouse repair move talk interior building feature 10 row by-12 column plot land plant grow harvest time year reference normal restriction require greenhouse prevent crow eat crop crop need water rainy day water trough north wall refill regrow continuously regrow die end season wood border tile thick surround crop rectangle possible place sprinkler border water tile crop land reach wood border greenhouse wall region tile thick unsuitable crop populate wall decorative item plant tool barrel water trough possible plant spot region occupy decoration long tile fruit tree fruit tree plant corner Greenhouse greenhouse wall wood border impede growth fruit tree space separation maintain tree item like place wood border exterior region time tree grow additional special condition greenhouse bear mention multiple harvest crop fertilizer disappear greenhouse remove player true cheap seed case fertilizer intact multiple harvest crop disappear end season make especially profitable plant inside greenhouse affect trelli crop include slightly profitable case trellis slightly hard place walk use water crop soil tile sacrifice place sprinkler grow area large sprinkler water center edge addition 12 by-10 shape farmable area cover square shape sprinkler watering possibility yield optimal sprinkler",
        "metadata": {
            "source": "Link",
            "identifier": "https://stardewvalleywiki.com/Greenhouse",
            "location": "Chunk 1"
        }
    },
    {
        "content": "use water crop soil tile sacrifice place sprinkler grow area large sprinkler water center edge addition 12 by-10 shape farmable area cover square shape sprinkler watering possibility yield optimal sprinkler placement cover soil tile few possible sprinkler plantable location sprinkler inevitably place wooden border 4 crop space ≈3.3 take 12 crop space 10 occupy 33 24 crop space occupy sprinkler 20 leave room 96 plant 16 12 crop space occupy sprinkler 10 leave room 108 plant 6 4 crop space take sprinkler ≈3.3 leave room 116 plant 4 upgrade 2 crop space take sprinkler leave room 118 plant 5 upgrade 1 crop space take sprinkler leave room 119 plant alternative sprinkler crop stage growth 100 chance stay water overnight eliminate need sprinkler entirely free crop space cost efficient fertilizer craft grow tile exterior region greenhouse unoccupie decoration long tile adjacent tree item player place greenhouse wall wood border crop rectangle impede fruit tree growth fruit Trees plant corner Greenhouse greenhouse fruit tree summer sprite possible grow 18 fruit tree inside greenhouse give yield 54 fruit 3 day possible optimal placement show 6 18 place maximize planting space tree initially repair inside 18 tree",
        "metadata": {
            "source": "Link",
            "identifier": "https://stardewvalleywiki.com/Greenhouse",
            "location": "Chunk 2"
        }
    },
    {
        "content": "greenhouse give yield 54 fruit 3 day possible optimal placement show 6 18 place maximize planting space tree initially repair inside 18 tree",
        "metadata": {
            "source": "Link",
            "identifier": "https://stardewvalleywiki.com/Greenhouse",
            "location": "Chunk 3"
        }
    },
    {
        "content": "descendant call population wolf dog domesticate 14,000 year ago expert estimate long association human dog gain ability thrive -rich diet inadequate dog breed desire behavior sensory capability physical attribute vary widely shape size color number bone exception tail powerful jaw house 42 tooth develop hearing sight compare human dog inferior superior sense smell relatively large perform role human include eye gaze facial expression vocalization body posture include movement body limb gustatory communication scent pheromone taste mark territory urinate likely enter new environment millennia dog uniquely adapt human behavior adaptation include able understand communicate human topic frequent study dog influence human society give global dog population estimate 700 million 1 billion dog popular pet United States present 34–40 household develop country approximately 20 global dog population 75 dog estimate develop country mainly form feral community dog domestic dog dog domesticate member family classify Dogs domesticate wolf 14,000 year ago development agriculture remain bury alongside human 14,000 15,000 year ago early conclusively identify domesticated dog genetic study dog likely diverge wolf 27,000 40,000 year ago dingo related result feralization dog 8,000 year ago dog wolf dingo classify separate specie 1758 swedish botanist zoologist assign word dog domestic dog book classify domestic dog",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 1"
        }
    },
    {
        "content": "40,000 year ago dingo related result feralization dog 8,000 year ago dog wolf dingo classify separate specie 1758 swedish botanist zoologist assign word dog domestic dog book classify domestic dog page classify grey wolf Linnaeus consider dog separate specie wolf upturning tail term find 2005 edition list wolf wild subspecie propose additional subspecie name Linnaeus 1758 name Meyer 1793 Wozencraft include New Guinea singing dog dingo classification inform 1999 study classification dingo dispute political issue Australia classifying dingoe wild dog simplifie reduce control dingo population threaten livestock treat dingo separate species allow conservation program protect dingo population Dingo classification affect wildlife management policy legislation societal attitude 2019 workshop host /Species Survival Commission Canid Specialist Group consider dingo New Guinea singing dog assess early remain generally accept domesticated dog discover Germany evidence show dog local wolf dog date 14,223 year ago find bury man woman having spray red powder bury large thick basalt block dog die timing indicate dog time predate agriculture early remain date 30,000 year ago describe status dog wolf remains debate considerable morphological diversity exist wolf ancient modern dog share common ancestry descend ancient extinct wolf population distinct lineage study posit live wolf closely related dog suggest dog",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 2"
        }
    },
    {
        "content": "wolf remains debate considerable morphological diversity exist wolf ancient modern dog share common ancestry descend ancient extinct wolf population distinct lineage study posit live wolf closely related dog suggest dog closely related modern eurasian wolf american wolf dog domestic animal likely travel pathway domestication i.e. human initially benefit harm wild dog eat refuse camp question dog domesticate remain uncertain genetic study suggest domestication process commence 25,000 year ago wolf population Europe high Arctic eastern Asia 2021 current evidence dog domesticate 23,000 year ago later disperse eastward Americas westward Eurasia dog likely accompany human inhabit Americas study suggest extinct closely related ancestor domestic dog 2018 study identify 429 gene differ modern dog modern wolf difference gene find ancient dog fossil regard result initial domestication recent breed formation gene link development gene affect confer tameness small jaw floppy ear diminish craniofacial development distinguish domesticate dog wolf consider reflect domestication syndrome study conclude early dog domestication initial selection behavior trait influence gene act neural crest lead phenotype observe modern dog 450 official mammal Dogs begin diversify human take control natural selection breed derive small number founder 200 year dog undergo rapid subject human skull body limb proportion breed display phenotypic diversity find entire",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 3"
        }
    },
    {
        "content": "Dogs begin diversify human take control natural selection breed derive small number founder 200 year dog undergo rapid subject human skull body limb proportion breed display phenotypic diversity find entire order breed possess distinct trait relate morphology include body size skull shape tail phenotype fur type colour human long dog desirable trait complete fulfill certain work role behavioural trait include guard herding hunting retrieving scent detection personality trait include hypersocial behavior boldness aggression present day dog disperse world example dispersal numerous modern breed european lineage victorian era dog extremely variable size range large breed 50 79 kg 110 174 lb 71 81 cm 28 32 small 0.5 3 kg 1.1 6.6 lb 13 20 cm 5.1 7.9 healthy dog regardless size type bone exception tail significant skeletal variation dog different type dog skeleton adapt run neck extension muscle consist connect long rib provide room shoulder unattached skeleton allow flexibility compare dog wolf like ancestor selective breeding domestication see dog skeleton increase size large type miniaturise small type selectively breed type short leg prefer dog naturally 26 vertebrae tail dog skull identical component regardless breed type significant type basic skull shape elongate dolichocephalic type see intermediate mesocephalic mesaticephalic type short broad",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 4"
        }
    },
    {
        "content": "short leg prefer dog naturally 26 vertebrae tail dog skull identical component regardless breed type significant type basic skull shape elongate dolichocephalic type see intermediate mesocephalic mesaticephalic type short broad brachycephalic type exemplify mastiff type skull jaw contain 42 tooth evolve consumption flesh dog use cut food bite sized chunk especially meat dog sense include vision hearing smell taste touch study suggest dog feel small variation Dogs prefer defecate spine align north south position calm condition dog vision visual world consist yellow blue gray difficulty differentiate red green like mammal dog eye compose type cone cell compare human divergence eye axis dog range 12 25 ° depend breed different retina configuration area eye attach sensitive additionally study find dog time effective human ability discriminate level time bad human human brain dominate large dog brain dominate large dog roughly time human range 125 million nearly 300 million dog breed sense smell prominent sense specie detect chemical change environment allow dog pinpoint location mate partner potential stressor resource etc Dogs acute sense hear time great human pick slight sound 400 m 1,300 ft compare 90 m 300 ft human dog stiff deeply embed hair know sense atmospheric change vibration object visible low",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 5"
        }
    },
    {
        "content": "hear time great human pick slight sound 400 m 1,300 ft compare 90 m 300 ft human dog stiff deeply embed hair know sense atmospheric change vibration object visible low light condition lower whisker hold receptor cell hair type help alert dog object collide nose ear jaw whisker likely facilitate movement food mouth domestic dog variety double common dog wolf originate colder climate coarse soft single topcoat breed occasional blaze stripe star white fur chest underside Premature graying occur dog early year age associate behavior fear unfamiliar noise people animal dog breed hairless thick cord coat coat certain breed groom characteristic style example cut dog fifth forelimb hind leg dewclaw forelimb attach bone ligament dewclaw hind leg attach skin dog bear dewclaw hind leg forelimb dog dewclaw consist publication theorize dewclaw wolf usually dewclaw sign hybridization dog dog tail terminal appendage string 5 23 enclose muscle skin support dog extensor muscle primary function dog tail communicate emotional state tail help dog maintain balance put weight opposite dog tilt help dog spread scent tail position movement Dogs supracaudal gland characterize dorsal surface tail breed vestigial absent enlargement violet gland tail create cause excess sebum sebaceous gland study suggest dog asymmetric tail",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 6"
        }
    },
    {
        "content": "spread scent tail position movement Dogs supracaudal gland characterize dorsal surface tail breed vestigial absent enlargement violet gland tail create cause excess sebum sebaceous gland study suggest dog asymmetric tail wag response different emotive stimulus stimulus expect elicit approach tendency associate high amplitude tail wag movement right Dogs injure wag tail forcefully condition call tail traditionally avoid injury dog bear tail dna variant result congenitally short bobtail tail tail docking oppose veterinary animal welfare organisation evidence veterinary practice show 500 dog need tail dock prevent injury numerous disorder know affect dog acquire Dogs acquire upper respiratory tract disease include disease affect low respiratory tract disease include acute respiratory disease include inflammation dysfunction heart include low urinary tract disease disease common dog parasite notable genus 5 specie dog additionally dog source human responsible 99 case worldwide develop country UK rabie absent dog instead transmit bat common zoonosis common infection dog include condition vaccine available Dogs companion animal frequently report exposure poisoning accidental 80 report exposure animal poisoning hotline oral exposure common substance people report exposure pharmaceutical toxic food datum Pet Poison Helpline show human drug frequent cause toxicosis death common household product ingest clean product food relate poisoning involve chocolate common",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 7"
        }
    },
    {
        "content": "substance people report exposure pharmaceutical toxic food datum Pet Poison Helpline show human drug frequent cause toxicosis death common household product ingest clean product food relate poisoning involve chocolate common food poisoning include grape raisin etc garlic onion etc insecticide common cause pesticide poisoning common pesticide snail slug typically cause severe outcome ingest dog common cause death dog common cause death similar human treatment outcome gene find human responsible disorder investigate dog cause vice versa typical lifespan dog vary widely breed median longevity age half dog population die half alive approximately 12.7 year obesity correlate negatively longevity study find obese dog life expectancy approximately year half dog healthy weight 2024 UK study analyze 584,734 dog conclude purebre dog live long crossbreed dog challenge previous notion have high life expectancy author note study include crossbreed purebre dog typically give well care crossbreed counterpart likely influence outcome study study fully mongrel dog live year long average dog pedigree furthermore small dog long muzzle show high lifespan large medium sized dog depressed muzzle free range dog 1 5 reach sexual maturity median life expectancy feral dog half dog live human domestic dog happen month year male female delay year age large breed time",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 8"
        }
    },
    {
        "content": "free range dog 1 5 reach sexual maturity median life expectancy feral dog half dog live human domestic dog happen month year male female delay year age large breed time female dog characterize swell produce usually last 4 20 day experience subsequent estrous cycle semiannually body prepare peak cycle female estrous mentally physically receptive survive fertilize week ovulation male sire litter Fertilization typically occur day ovulation dog 5–30 minute male swell female contracting male continue ejaculate untie naturally 14–16 day ovulation embryo attach seven day heartbeat detectable Dogs bear litter roughly 58 68 day average 63 day length vary average litter consist sterilization animal castration dog spay bitch neutering reduce problem cause especially male dog spay female likely develop affect neuter increase risk bitch dog sex Neutering common surgical procedure dog year old see control method overpopulation neuter occur early 6–14 week shelter ASPCA advise dog intend breeding neuter undesired puppy later euthanize Society Theriogenology American College Theriogenologists joint statement oppose mandatory neutering say cause overpopulation cultural Neutering common european country especially UK common Norway neutering illegal benefit animal health e.g. ovariohysterectomy case ovarian uterine neoplasia european country similar law Norway wording explicitly allow neuter control reproduction allow practice contradiction",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 9"
        }
    },
    {
        "content": "country especially UK common Norway neutering illegal benefit animal health e.g. ovariohysterectomy case ovarian uterine neoplasia european country similar law Norway wording explicitly allow neuter control reproduction allow practice contradiction law Italy Portugal pass recent law promote Germany forbid early age neuter neutering allow usual age Romania neutering mandatory pedigree select breed show common breeding practice pet dog e.g. half- sibling study seven dog breed find inbreede decrease litter size survival analysis datum 42,855 litter find increase litter size decrease percentage stillborn puppy increase indicate inbreede depression study litter 22 puppy die reach 7 week age Stillbirth frequent cause death follow infection mortality infection increase significantly increase inbreede shape millennia contact human acquire ability understand communicate human uniquely attuned human behavior behavioral scientist suggest set social cognitive ability domestic dog possess dog canine relative highly intelligent mammal parallel child social cognitive skill domestic animal initially breed production good dog hand selectively breed desirable behavioral trait 2016 study find 11 fix gene show variation wolf dog gene variation indicate occurrence subsequent divergence behavior anatomical feature gene show affect pathway majority gene affect i.e. selection emotional processing compare wolf counterpart dog tend timid aggressive gene associate aggression certain dog breed trait high",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 10"
        }
    },
    {
        "content": "divergence behavior anatomical feature gene show affect pathway majority gene affect i.e. selection emotional processing compare wolf counterpart dog tend timid aggressive gene associate aggression certain dog breed trait high sociability lack fear dog include genetic modification relate human cause expense 2023 study 58 dog dog classify -like show low concentration similar study claim hyperactivity common male young dog dog aggressive trauma abuse fear anxiety territorial protection protect item consider valuable PTSD see dog evolve Police dog PTSD refuse work Dogs natural instinct call term chiefly describe habit influence breed instinct drive dog consider object animal prey drive possessive behavior trait enhance breed hunt kill pest puppy dog study find wolf outperform dog find food cache likely difference motivation wolf dog puppy dog engage habit stress attention boredom later life study hypothesize behavior inherit wolf behavior likely evolve lessen presence den dog swim study 412 dog 36.5 dog swim 63.5 able swim trainer study 55 dog find correlation swimming improvement hip female dog produce type milk high nutrient antibody 1–7 day give birth milk production last month increase litter size dog vomit refuse food later stage dog pregnancy occur puppy bear mother usually remove shortly birth Dogs maternal instinct start",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 11"
        }
    },
    {
        "content": "day give birth milk production last month increase litter size dog vomit refuse food later stage dog pregnancy occur puppy bear mother usually remove shortly birth Dogs maternal instinct start groom puppy consume puppy fece protect puppy likely hormonal state male parent dog disinterested behaviour puppy play young pup dog human female dog abandon attack puppy male partner dog stress pain researcher test dog ability perceive information retain knowledge apply solve problem study dog suggest dog learn study show know label 200 different item infer name novel thing exclusion learning correctly retrieve new item week initial exposure study Border Collie Chaser document learn name associate verbal command 1,000 word study canine cognitive ability find dog capability similar study 18 household dog find dog distinguish food bowl specific location distinguish cue study state indicate lack study state dog dog show ratio dependent numerical value 1–3 large dog demonstrate engage deception experimental study show evidence Australian outperform domestic dog non social problem solve indicate domestic dog lose original problem solve ability join human study show dog stare human fail complete impossible version task train solve wolf situation avoid stare human altogether dog communication transfer information dog dog human communication behavior dog include",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 12"
        }
    },
    {
        "content": "human study show dog stare human fail complete impossible version task train solve wolf situation avoid stare human altogether dog communication transfer information dog dog human communication behavior dog include eye gaze facial expression vocalization body posture include movement body limb gustatory communication scent pheromone taste Dogs mark urinate likely enter new environment sex dog urinate communicate anxiety frustration submissiveness exciting relax situation arouse dog result dog high level dog begin socialize dog time reach age 3 8 week 5 12 week age alter focus dog human Belly exposure dog defensive behavior lead bite seek comfort human communicate dog vocalization hand signal body posture acute sense hearing dog rely auditory aspect communication understanding respond cue include distinctive pattern convey different message study fmri show dog respond vocal nonvocal voice brain region similar human brain dog look significantly long face expression match study show dog tend respond positively social reward food reward dog widely abundant large live human environment 2020 estimate global dog population 700 million 1 billion year study find dog popular pet United States present 34 100 home 20 dog population live estimate quarter world dog population live develop world community dog dog live own human study show village",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 13"
        }
    },
    {
        "content": "dog popular pet United States present 34 100 home 20 dog population live estimate quarter world dog population live develop world community dog dog live own human study show village dog common response approach stranger run away 52 respond aggressively 11 Feral potential compete large carnivore limit strong association human wolf know kill dog wolf tend live pair area highly persecute give disadvantage face large dog group instance wolf display uncharacteristic fearlessness human building attack dog extent beat kill number dog kill year relatively low fear human wolf enter village farmyard dog loss dog wolf lead demand liberal wolf hunting regulation know attack dog particular know preference dog record kill consume matter size region kill dog middle village tolerate wolf competitor territory tiger consider dog way know kill dog range Dogs introduce predator affect ecology lack indigenous land base mammal human settlement dog 11 specie extinct identify potential threat 188 threaten specie worldwide dog link extinction 156 animal specie dog document kill bird endanger specie dog typically describe compare wolf dog agricultural society gene involve starch digestion contribute increase ability thrive starch rich diet similar human dog breed produce amylase classify have high starch diet despite omnivore dog able conjugate",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 14"
        }
    },
    {
        "content": "dog agricultural society gene involve starch digestion contribute increase ability thrive starch rich diet similar human dog breed produce amylase classify have high starch diet despite omnivore dog able conjugate diet include dog synthesize like cat dog require arginine maintain nutritional requirement place dog halfway carnivore omnivore domesticated semi domesticated animal dog notable exception presence Dogs introduce start practice December 1993 dog later outlaw possible risk spread infection originate inherit complex behavior wolf ancestor complex sophisticated form social cognition communication account dog trainability playfulness ability fit human household social situation probably co existence early human hunter gatherer Dogs perform role people role human society earn nickname culture dog keeping dog companion particularly elite long history pet dog population grow significantly increase 1980 change pet dog function increase role dog human guardian second half 20th century dog owner consider animal family major social status shift allow dog conform social expectation personality behavior second broadening concept family home include dog dog everyday routine practice product dog training book class television program target dog owner dog trainer promote dog human relationship idea try dominant base controversial theory wolf pack dispute try achieve status characteristic dog human interaction human family member increase participation activity",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 15"
        }
    },
    {
        "content": "dog owner dog trainer promote dog human relationship idea try dominant base controversial theory wolf pack dispute try achieve status characteristic dog human interaction human family member increase participation activity dog integral partner accord statistic publish American Pet Products Manufacturers Association National Pet Owner Survey 2009–2010 estimate 77.5 million people United States pet dog source show nearly 40 american household dog 67 dog 25 dog nearly 9 dog datum show equal number male female pet dog fifth own dog come addition dog role companion animal dog breed hunting terrier train detect homeguard dog nickname k-9 dog assist fisherman retrieve net dog pull load 1957 dog animal launch aboard Laika die flight kind service dog assistance dog include assist individual disability study 29 dog find 9 dog own people epilepsy report exhibit attention get behavior handler 30 second 45 minute prior impending seizure significant correlation patient demographic health attitude pet dog compete breed conformation show include dog show refer breed show judge familiar specific dog breed evaluate individual purebre dog conformity establish breed type describe dog sport involve pull weight criticize promote risk injury human consume dog meat go 14,000 year unknown extent prehistoric dog consume breed meat century practice prevalent",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 16"
        }
    },
    {
        "content": "establish breed type describe dog sport involve pull weight criticize promote risk injury human consume dog meat go 14,000 year unknown extent prehistoric dog consume breed meat century practice prevalent Africa cultural change trigger spread religion result dog meat consumption decline taboo historically consume dog meat like raise sacrifice eat traditionally eat dog consumption dog meat decline end 581–618 618–907 spread Buddhism upper class reject practice Dog consumption rare India Iran Europe eat dog meat part world consume consume country include estimated 30 million dog kill consume Asia year China world large consumer dog estimate 10 20 million dog kill year human consumption Vietnam 5 million dog slaughter annually 2024 China Singapore Thailand place ban consumption dog border part dog fat reportedly believe beneficial lung proponent eat dog meat argue place distinction livestock dog western hypocrisy difference eat different animal meat long history practice fall favor 2017 survey find 40 participant support ban distribution consumption dog meat increase 50 2020 suggest change attitude particularly young individual 2018 pass bill ban restaurant sell dog meat year 9 January 2024 pass law ban distribution sale dog meat effect 2027 plan assist dog farmer transition product primary type dog raise meat South Korea",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 17"
        }
    },
    {
        "content": "restaurant sell dog meat year 9 January 2024 pass law ban distribution sale dog meat effect 2027 plan assist dog farmer transition product primary type dog raise meat South Korea meat scarce eat dog common accepted practice officially promote government 2018 report 59,000 people die globally 59.6 death Asia 36.4 Africa Rabies disease dog significant Dog bite affect ten million people globally year primary victim dog bite incident child likely sustain injury bite lead death sharp claw lacerate flesh cause infection cat dog factor 86,000 fall year estimate 2 dog relate injury treat U.K. hospital domestic accident study conclude dog associate involve injury commonly involve country city ban restrict certain dog breed usually safety concern dog egg dog fece cause estimate nearly 14 people United States infect 10,000 case report year untreated toxocariasis cause retinal damage decrease vision Dog fece contain cause human scientific evidence mix dog companionship enhance human physical psychological study suggest benefit physical health psychological criticize poorly control study state health elderly people relate health habit ownership attachment companion animal early study show pet dog -cat guardian few hospital visit likely medication heart problem sleep difficulty non guardian People pet dog take considerably physical exercise cat pet",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 18"
        }
    },
    {
        "content": "attachment companion animal early study show pet dog -cat guardian few hospital visit likely medication heart problem sleep difficulty non guardian People pet dog take considerably physical exercise cat pet effect relatively long term pet guardianship associate increase survival case human guardian significantly likely die year acute dog study find small moderate correlation dog ownership increase adult physical activity level 2005 paper state recent research fail support early finding pet ownership associate reduce risk reduce use service psychological physical benefit health community dwell old people research point significantly school sickness child live pet Health benefit dog result contact dog general solely have dog pet example pet dog presence people reduction cardiovascular behavioral psychological indicator anxiety expose protect allergy autoimmune disease accord benefit include dog social support study indicate wheelchair user experience positive social interaction stranger accompany dog 2015 study find have pet people inclined foster positive relationship neighbor study new guardian report significant reduction minor health problem month follow pet acquisition sustain 10 month study dog animal therapy date late-18th century animal introduce mental institution help socialize patient animal assist intervention research show animal assist therapy dog increase smile laugh people study demonstrate child ADHD participate education program dog animal",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 19"
        }
    },
    {
        "content": "century animal introduce mental institution help socialize patient animal assist intervention research show animal assist therapy dog increase smile laugh people study demonstrate child ADHD participate education program dog animal show increase attendance knowledge skill objective decrease compare animal assist program artwork depict dog symbol ancient dog symbol goddess healing medicine worshipper frequently dedicate small model seated dog neo babylonian period dog serve emblem magical protection dog view kind protector mythology dog appear pet watchdog story dog guard gate underworld recur Indo european mythology originate headed -taile watchdog guard gate dog feature association greek goddess dog call guard eyed dog guard guard god death own watchdog name eye say watch gate black dog consider vehicle incarnation Shiva dog represent faithfulness denomination specifically iconography include dog saint mother dream dog spring womb pregnant shortly mean dog Lord hound Lord christian folklore take form black dog guard christian church prohibit keep dog pet require Jews feed dog animal arrangement feed obtain view dog mixed school thought view unclean state view base pre islamic arab mythology tradition falsely attribute Prophet Sunni jurist disagree idea dog unclean",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 20"
        }
    },
    {
        "content": "islamic arab mythology tradition falsely attribute Prophet Sunni jurist disagree idea dog unclean",
        "metadata": {
            "source": "Link",
            "identifier": "https://en.wikipedia.org/wiki/Dog",
            "location": "Chunk 21"
        }
    },
    {
        "content": "ceo Elon Musk blames bit hangover rival discount insist challenge fairly short term earning halve discount price cut pile pressure electric carmaker profit margin Elon Musk company CEO blame bit hangover rival cut price substantially bit difficult Tesla Tesla seek drum interest plan robotaxis artificial intelligence delivery slip amid cool demand production carmaker generation roadster sport car schedule begin year Musk say conference investor Tuesday say shocked Tesla introduce unsupervised self drive software 2025 claim thousand Optimus robot deploy company factory year start manufacture wide use late result underline challenge Tesla face recent month total sale business rise 2 $ 25.5bn late quarter ahead expectation $ 24.8bn Wall Street profit drop 45 $ 1.48bn share Tesla drop 6.9 hour trading New York long term issue Musk say discount electric vehicle market fairly short term Musk world rich man recent week endorse Donald Trump president donate ten million dollar campaign suggest Trump flaw Sunday need administration likely meritocratic promote individual freedom heavy hand government Musk lead SpaceX rocket satellite business control X social network know Twitter declare early month company follow Tesla cite California new law ban school transgender notification requirement reason sign set work day point business news analysis need",
        "metadata": {
            "source": "Google Chrome Bookmark",
            "identifier": "https://www.theguardian.com/business/article/2024/jul/23/tesla-quarterly-earnings-elon-musk",
            "location": "Chunk 1"
        }
    },
    {
        "content": "X social network know Twitter declare early month company follow Tesla cite California new law ban school transgender notification requirement reason sign set work day point business news analysis need morning newsletter promotion Shareholders Tesla base Austin Musk June follow fiercely contest referendum leadership Dan Ives analyst Wedbush say ahead Tesla late result company clear momentum track come quarter build production annual rate 2 million vehicle cite stabilization worldwide demand",
        "metadata": {
            "source": "Google Chrome Bookmark",
            "identifier": "https://www.theguardian.com/business/article/2024/jul/23/tesla-quarterly-earnings-elon-musk",
            "location": "Chunk 2"
        }
    },
    {
        "content": "check browser setting network website require JavaScript content functionality monetary policy decision involve set target cash rate medium release issue 2.30 pm Reserve Bank Board meeting change cash rate target take effect following day prior December 2007 medium release issue cash rate target change detail cash rate interest rate unsecured overnight loan bank near risk free benchmark rate RFR australian dollar know acronym AONIA financial market detail cash rate determine detail fall procedure insufficient cash market transaction history cash rate cash rate target graph table display datum accord sample period direction change cash rate target select display option Reserve Bank Australia support",
        "metadata": {
            "source": "Google Chrome Bookmark",
            "identifier": "https://www.rba.gov.au/statistics/cash-rate/",
            "location": "Chunk 1"
        }
    },
    {
        "content": "account enter email use .edu email applicable Launch step career hire generation talent bring good job student",
        "metadata": {
            "source": "Google Chrome Bookmark",
            "identifier": "https://uci.joinhandshake.com/login",
            "location": "Chunk 1"
        }
    },
    {
        "content": "Loading login session information browser browser support JavaScript press Continue button proceed",
        "metadata": {
            "source": "Google Chrome Bookmark",
            "identifier": "https://shib.service.uci.edu/idp/profile/SAML2/Redirect/SSO?execution=e1s1",
            "location": "Chunk 1"
        }
    },
    {
        "content": "Loading login session information browser browser support JavaScript press Continue button proceed",
        "metadata": {
            "source": "Google Chrome Bookmark",
            "identifier": "https://shib.service.uci.edu/idp/profile/SAML2/Redirect/SSO?execution=e2s1",
            "location": "Chunk 1"
        }
    },
    {
        "content": "UCI International Center G302 UCI Student Center Irvine 92697 5255 949 824 7249",
        "metadata": {
            "source": "Google Chrome Bookmark",
            "identifier": "https://ic.uci.edu/welcome-students/students-new-students/",
            "location": "Chunk 1"
        }
    },
    {
        "content": "Loading Loading student Faculty Campus Staff account create automatically UCInetID SSO button affiliate Guests",
        "metadata": {
            "source": "Google Chrome Bookmark",
            "identifier": "https://campusgroups.uci.edu/login_only?redirect=events",
            "location": "Chunk 1"
        }
    },
    {
        "content": "General Information",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 1"
        }
    },
    {
        "content": "• Scientific Name: Ailurus fulgens",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 2"
        }
    },
    {
        "content": "• Common Names: Red Panda, Lesser Panda, Red Cat-Bear",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 3"
        }
    },
    {
        "content": "• Family: Ailuridae",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 4"
        }
    },
    {
        "content": "• Conservation Status: Endangered (IUCN Red List)",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 5"
        }
    },
    {
        "content": "Physical Description:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 6"
        }
    },
    {
        "content": "• Size: 50-64 cm (20-25 inches) in body length, with a tail length of 28-59 cm (11-23 inches)",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 7"
        }
    },
    {
        "content": "• Weight: 3-6 kg (7-13 lbs)",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 8"
        }
    },
    {
        "content": "• Coloration: Reddish-brown fur with a long, bushy tail and a waddling gait due to shorter front legs",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 9"
        }
    },
    {
        "content": "• Distinctive Features: Face resembles that of a raccoon with white markings on cheeks and above the eyes",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 10"
        }
    },
    {
        "content": "Habitat and Range:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 11"
        }
    },
    {
        "content": "• Geographic Range: Eastern Himalayas and southwestern China",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 12"
        }
    },
    {
        "content": "• Habitat: Temperate forests with dense bamboo understories; altitudes between 2,200 and 4,800 meters",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 13"
        }
    },
    {
        "content": "Diet:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 14"
        }
    },
    {
        "content": "• Primary Diet: Bamboo leaves and shoots",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 15"
        }
    },
    {
        "content": "• Secondary Diet: Fruits, berries, acorns, insects, and small rodents",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 16"
        }
    },
    {
        "content": "Behavior and Ecology:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 17"
        }
    },
    {
        "content": "• Activity: Crepuscular (most active during dawn and dusk)",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 18"
        }
    },
    {
        "content": "• Lifestyle: Solitary, except during mating season; arboreal (spends most of its time in trees)",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 19"
        }
    },
    {
        "content": "• Communication: Uses body language, vocalizations, and scent markings",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 20"
        }
    },
    {
        "content": "Reproduction:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 21"
        }
    },
    {
        "content": "• Breeding Season: Late fall to early winter",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 22"
        }
    },
    {
        "content": "• Gestation Period: About 134 days",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 23"
        }
    },
    {
        "content": "• Litter Size: Usually 1-4 cubs",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 24"
        }
    },
    {
        "content": "• Parental Care: Cubs are born blind and develop slowly; mothers care for them in tree nests",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 25"
        }
    },
    {
        "content": "Conservation:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 26"
        }
    },
    {
        "content": "• Threats: Habitat loss due to deforestation and fragmentation, poaching for fur and pet trade, competition with livestock",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 27"
        }
    },
    {
        "content": "• Conservation Efforts: Protected areas, breeding programs in captivity, international cooperation for habitat preservation",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 28"
        }
    },
    {
        "content": "Interesting Facts:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 29"
        }
    },
    {
        "content": "• False Name: Despite its name, the Red Panda is not closely related to the Giant Panda. It belongs to its own unique family, Ailuridae.",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 30"
        }
    },
    {
        "content": "• Adaptations: Red Pandas have a false thumb (an extended wrist bone) to help them grip bamboo stalks.",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 31"
        }
    },
    {
        "content": "• Temperature Regulation: They have thick fur on the soles of their feet to insulate against cold and protect from slippery surfaces.",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 32"
        }
    },
    {
        "content": "Fun Fact:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 33"
        }
    },
    {
        "content": "• Red Pandas were first discovered in 1825, 48 years before the discovery of the Giant Panda. They are considered living fossils, as their ancestors lived millions of years ago.",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 34"
        }
    },
    {
        "content": "Visual:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 35"
        }
    },
    {
        "content": "References:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 36"
        }
    },
    {
        "content": "• IUCN Red List",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 37"
        }
    },
    {
        "content": "• WWF - Red Panda",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 38"
        }
    },
    {
        "content": "• National Geographic - Red Panda",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 39"
        }
    },
    {
        "content": "The best colour in the world is blue.",
        "metadata": {
            "source": "Notion",
            "identifier": "Testing",
            "location": "Chunk 1"
        }
    },
    {
        "content": "The best fruit in the world is orange.",
        "metadata": {
            "source": "Notion",
            "identifier": "Testing",
            "location": "Chunk 2"
        }
    },
    {
        "content": "Harry Potter and the Philosopher's Stone (also known as Harry Potter and the Sorcerer's Stone in the United States) is a 2001 fantasy film directed by Chris Columbus and produced by David Heyman, from a screenplay by Steve Kloves, based on the 1997 novel of the same name by J. K. Rowling. It is the first instalment in the Harry Potter film series. The film stars Daniel Radcliffe as Harry Potter, with Rupert Grint as Ron Weasley, and Emma Watson as Hermione Granger. Its story follows Harry's first year at Hogwarts School of Witchcraft and Wizardry as he discovers that he is a famous wizard and begins his formal wizarding education.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 1"
        }
    },
    {
        "content": "Warner Bros. Pictures bought the film rights to the book in 1999 for a reported £1 million ($1.65 million). Production began in the United Kingdom in 2000, with Columbus being chosen to helm the film from a short list of directors that included Steven Spielberg and Rob Reiner. Rowling insisted that the entire cast be British and Irish, with the three leads chosen in August 2000 following open casting calls. Filming took place at Leavesden Film Studios and historic buildings around the United Kingdom from September 2000 to March 2001.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 2"
        }
    },
    {
        "content": "Harry Potter and the Philosopher's Stone was released to cinemas in the United Kingdom and Ireland on 10 and 11 November 2001 for two days of previews. The film opened on 16 November in the United States, Canada, and Taiwan as well as officially in the United Kingdom and Ireland. It became a critical and commercial success, grossing $974 million at the worldwide box office during its initial run, and over $1 billion with subsequent re-releases. It became the highest-grossing film of 2001 and the second-highest-grossing film at the time. The film was nominated for many awards, including Academy Awards for Best Original Score, Best Art Direction and Best Costume Design. It was followed by seven sequels, beginning with Harry Potter and the Chamber of Secrets in 2002 and ending with Harry Potter and the Deathly Hallows – Part 2 in 2011.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 3"
        }
    },
    {
        "content": "Plot[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 4"
        }
    },
    {
        "content": "Late one night, Albus Dumbledore and Minerva McGonagall, professors at Hogwarts School of Witchcraft and Wizardry, along with groundskeeper Rubeus Hagrid, deliver an orphaned infant wizard named Harry Potter to his Muggle aunt and uncle, Petunia and Vernon Dursley, his only living relatives.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 5"
        }
    },
    {
        "content": "Ten years later, just before Harry's eleventh birthday, owls begin delivering letters addressed to him. When the abusive Dursleys adamantly refuse to allow Harry to open any and flee to an island hut, Hagrid arrives to personally deliver Harry's letter of acceptance to Hogwarts. Hagrid also reveals that Harry's late parents, James and Lily, were killed by a dark wizard named Lord Voldemort. The killing curse that Voldemort had cast towards Harry rebounded, destroying Voldemort's body and giving Harry the lightning-bolt scar on his forehead. Hagrid then takes Harry to Diagon Alley for school supplies and gives him a pet snowy owl whom he names Hedwig. Harry buys a wand that is connected to Voldemort's own wand.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 6"
        }
    },
    {
        "content": "At King's Cross, Harry boards the Hogwarts Express train, and meets fellow first-years Ron Weasley and Hermione Granger during the journey. Arriving at Hogwarts, Harry also meets Draco Malfoy, who is from a wealthy wizard family; the two immediately form a rivalry. The students assemble in the Great Hall where the Sorting Hat sorts the first-years into four respective houses: Gryffindor, Hufflepuff, Ravenclaw, and Slytherin. Harry is placed into Gryffindor alongside Ron and Hermione, while Draco is placed into Slytherin, a house noted for dark wizards.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 7"
        }
    },
    {
        "content": "As he studies magic, Harry learns more about his parents and Voldemort, and his innate talent for broomstick flying gets him recruited for the Gryffindor Quidditch team as the youngest Seeker in a century. While returning to the Gryffindor common room, the staircases change paths, leading Harry, Ron and Hermione to the third floor, which is forbidden to students. There they discover a giant three-headed dog named Fluffy. On Halloween, Ron insults Hermione after she shows off in Charms class. Upset, she spends the entire afternoon crying in the girls' bathroom. That evening, a giant marauding troll enters it but Harry and Ron save Hermione; they make up and become close friends after Hermione takes the blame for the incident by saying she went looking for the troll.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 8"
        }
    },
    {
        "content": "The trio discover that Fluffy is guarding the philosopher's stone, a magical object that can turn metal into gold and produce an immortality elixir. Harry suspects that Severus Snape, the Potions teacher and head of Slytherin, wants the stone to return Voldemort to physical form. When Hagrid accidentally reveals that music puts Fluffy to sleep, Harry, Ron and Hermione decide to find the stone before Snape. Fluffy is already asleep, but the trio face other barriers, including a deadly plant called Devil's Snare, a room filled with aggressive flying keys, and a giant chess game that knocks out Ron.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 9"
        }
    },
    {
        "content": "After overcoming the barriers, Harry encounters Defence Against the Dark Arts teacher Quirinus Quirrell, who wants the stone; Snape had figured this out and had been protecting Harry. Quirrell removes his turban to reveal a weakened Voldemort living on the back of his head. Dumbledore's protective enchantment places the stone in Harry's possession. Voldemort attempts to bargain the stone from Harry in exchange for resurrecting his parents, but Harry sees through his trick and refuses. Quirrell attempts to kill Harry. When Harry touches Quirrell's skin, it burns Quirrell, reducing him to ashes. Voldemort's soul rises from the pile and escapes, knocking out Harry as it passes through him.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 10"
        }
    },
    {
        "content": "Harry recovers in the school infirmary. Dumbledore tells him the stone has been destroyed to prevent misuse, and that Ron and Hermione are safe. He also reveals how Harry defeated Quirrell: when Lily died to save Harry, a love-based protection against Voldemort was placed on him. At the end-of-school-year feast, Harry, Ron, and Hermione are rewarded extra house points for their heroism, tying Gryffindor for first place with Slytherin; Dumbledore then awards ten points to their housemate Neville Longbottom for having had the courage to stand up to the trio, granting Gryffindor the House Cup. Harry returns to the Dursleys for the summer, happy to finally have a real home at Hogwarts.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 11"
        }
    },
    {
        "content": "Cast[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 12"
        }
    },
    {
        "content": "Further information: List of Harry Potter cast members",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 13"
        }
    },
    {
        "content": "• Daniel Radcliffe as Harry Potter:An 11-year-old orphan living with his unwelcoming aunt, uncle, and cousin, who learns of his own fame as a wizard known to have survived his parents' murder at the hands of the dark wizard Lord Voldemort as an infant when he is accepted to Hogwarts School of Witchcraft and Wizardry. Columbus had wanted Radcliffe for the role since he saw him in the BBC's production of David Copperfield before the open casting sessions had taken place but had been told by casting director Susan Figgis that Radcliffe's protective parents would not allow their son to take part. Columbus explained that his persistence in giving Radcliffe the role was responsible for Figgis' resignation. Radcliffe was asked to audition in 2000 when Heyman and Kloves met him and his parents at a production of Stones in His Pockets in London. Heyman and Columbus successfully managed to convince Radcliffe's parents that their son would be protected from media intrusion. They agreed to let him play Harry. Rowling approved of Radcliffe's casting, stating that \"having seen [his] screen test I don't think Chris Columbus could have found a better Harry.\" Radcliffe was reportedly paid £1 million for the film,",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 14"
        }
    },
    {
        "content": "of Radcliffe's casting, stating that \"having seen [his] screen test I don't think Chris Columbus could have found a better Harry.\" Radcliffe was reportedly paid £1 million for the film, although he felt the fee was \"not that important\" to him. The Saunders triplets appear as Harry as a baby.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 15"
        }
    },
    {
        "content": "• Rupert Grint as Ron Weasley:Harry's best friend at Hogwarts and a younger member of the Weasley wizarding family. A fan of the series, Grint decided he would be perfect for the part \"because [he has] ginger hair\". Having seen a Newsround report about the open casting he sent in a video of himself rapping about how he wished to receive the part. His attempt was successful as the casting team asked for a meeting with him.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 16"
        }
    },
    {
        "content": "• Emma Watson as Hermione Granger:Harry's other best friend and the trio's brains. Watson's Oxford theatre teacher passed her name on to the casting agents and she had to do over five interviews before she got the part. Watson took her audition seriously, but \"never really thought [she] had any chance of getting the role.\" The producers were impressed by Watson's self-confidence and she outperformed the thousands of other girls who had applied.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 17"
        }
    },
    {
        "content": "• John Cleese as Nearly Headless Nick: The ghost of Gryffindor House.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 18"
        }
    },
    {
        "content": "• Robbie Coltrane as Rubeus Hagrid:A half-giant and Hogwarts' gamekeeper. Coltrane was one of the two actors Rowling wanted most, along with Smith as McGonagall. Coltrane, who was already a fan of the books, prepared for the role by discussing Hagrid's past and future with Rowling.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 19"
        }
    },
    {
        "content": "• Warwick Davis as Filius Flitwick: The Charms Master and head of Ravenclaw House. Davis also plays two other roles in the film: the Goblin Head Teller at Gringotts, and dubs the voice of Griphook, who is embodied by Verne Troyer.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 20"
        }
    },
    {
        "content": "• Richard Griffiths as Vernon Dursley: Harry's Muggle uncle.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 21"
        }
    },
    {
        "content": "• Richard Harris as Albus Dumbledore: Hogwarts' Headmaster and one of the most famous and powerful wizards of all time. Harris initially rejected the role, only to reverse his decision after his granddaughter stated she would never speak to him again if he did not take it.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 22"
        }
    },
    {
        "content": "• Ian Hart as Quirinus Quirrell:The stuttering Defence Against the Dark Arts teacher at Hogwarts. Hart also voiced Lord Voldemort, while Richard Bremmer provided his physical appearance and portrayed him as a hooded figure during a flashback.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 23"
        }
    },
    {
        "content": "• John Hurt as Mr. Ollivander: a highly regarded wandmaker and the owner of Ollivanders.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 24"
        }
    },
    {
        "content": "• Alan Rickman as Severus Snape: The Potions Master and head of Slytherin House.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 25"
        }
    },
    {
        "content": "• Fiona Shaw as Petunia Dursley: Harry's Muggle aunt.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 26"
        }
    },
    {
        "content": "• Maggie Smith as Minerva McGonagall: The Deputy Headmistress, head of Gryffindor and transfiguration teacher at Hogwarts. Smith was one of the two actors Rowling wanted most, along with Coltrane as Hagrid.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 27"
        }
    },
    {
        "content": "• Julie Walters as Molly Weasley: Ron's mother. She shows Harry how to get to Platform 9+3⁄4.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 28"
        }
    },
    {
        "content": "Additionally, Zoë Wanamaker appears as Madame Hooch, Hogwarts' flying instructor and Quidditch referee;[27] Tom Felton portrays Draco Malfoy, a student in Slytherin and Harry's rival.[28] Harry Melling plays Dudley Dursley, Harry's Muggle cousin; and David Bradley appears as Argus Filch, Hogwarts' caretaker.[29] Matthew Lewis, Devon Murray and Alfred Enoch portray Neville Longbottom, Seamus Finnigan and Dean Thomas respectively, three first year students in Gryffindor;[30] James and Oliver Phelps play twins Fred and George Weasley, Ron's brothers,[31] while Chris Rankin appears as his other brother Percy, a Gryffindor prefect,[32] and Bonnie Wright appears as Ron's sister Ginny.[33] Sean Biggerstaff portrays Oliver Wood, the Keeper of the Gryffindor Quidditch team;[34] Jamie Waylett and Joshua Herdman play Crabbe and Goyle, Malfoy's minions;[35] and Leslie Phillips voices the Sorting Hat.[36] Derek Deadman plays Tom, innkeeper of The Leaky Cauldron;[37] and Elizabeth Spriggs appears as the Fat Lady, a painting at Hogwarts.[38]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 29"
        }
    },
    {
        "content": "Production[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 30"
        }
    },
    {
        "content": "Development[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 31"
        }
    },
    {
        "content": "In 1997, producer David Heyman searched for a children's book that could be adapted into a well-received film.[39] He had planned to produce Diana Wynne Jones' novel The Ogre Downstairs, but his plans fell through. His staff at Heyday Films then suggested Harry Potter and the Philosopher's Stone, which his assistant believed was \"a cool idea.\"[39] Heyman pitched the idea to Warner Bros.[40] and in 1999, Rowling sold the company the rights to the first four Harry Potter books for a reported £1 million.[41] A demand Rowling made was for Heyman to keep the cast strictly British and Irish; the latter's case has Richard Harris as Dumbledore and Fiona Shaw as Petunia Dursley, and not to cast foreign actors unless absolutely necessary, like casting of French and Eastern European actors in Harry Potter and the Goblet of Fire (2005) where characters from the book are specified as such.[42] Rowling was hesitant to sell the rights because she \"didn't want to give them control over the rest of the story\" by selling the rights to the characters, which would have enabled Warner Bros. to make non-author-written sequels.[43]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 32"
        }
    },
    {
        "content": "selling the rights to the characters, which would have enabled Warner Bros. to make non-author-written sequels.[43]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 33"
        }
    },
    {
        "content": "Although Steven Spielberg initially negotiated to direct the film, he declined the offer.[44] Spielberg reportedly wanted the adaptation to be an animated film, with American actor Haley Joel Osment to provide Harry Potter's voice,[45] or a film that incorporated elements from subsequent books as well.[46] Spielberg contended that, in his opinion, it was like \"shooting ducks in a barrel. It's just a slam dunk. It's just like withdrawing a billion dollars and putting it into your personal bank accounts. There's no challenge.\"[47] Rowling maintains that she had no role in choosing directors for the films and that \"[a]nyone who thinks I could (or would) have 'veto-ed' [sic] him [Spielberg] needs their Quick-Quotes Quill serviced.\"[48] Heyman recalled that Spielberg decided to direct A.I. Artificial Intelligence instead.[46]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 34"
        }
    },
    {
        "content": "—Lorenzo di Bonaventura[49]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 35"
        }
    },
    {
        "content": "After Spielberg left, talks began with other directors, including Chris Columbus, Terry Gilliam, Jonathan Demme, Mike Newell (who would later direct the fourth film), Alan Parker, Wolfgang Petersen, Rob Reiner, Ivan Reitman, Tim Robbins, Brad Silberling, M. Night Shyamalan and Peter Weir.[46][50][51] Petersen and Reiner both pulled out of the running in March 2000,[52] and the choice was narrowed down to Silberling, Columbus, Parker and Gilliam.[53] Rowling's first choice director was Terry Gilliam,[54] but Warner Bros. chose Columbus, citing his work on other family films such as Home Alone (1990) and Mrs. Doubtfire (1993) as influences for their decision.[49] Columbus had become a fan of the book series after his daughter persuaded him to read the first three books, leading him to call his agent to arrange a meeting at Warner Bros. to direct the film. When his agent told him that at least 25 other directors were eager to helm the project, Columbus requested his agent to secure his meeting to be the last one so he could give a \"lasting impression\" and be the studio's \"freshest person in their memory\". During two weeks of waiting, Columbus wrote a 130-page director's version of the screenplay to explain his vision",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 36"
        }
    },
    {
        "content": "a \"lasting impression\" and be the studio's \"freshest person in their memory\". During two weeks of waiting, Columbus wrote a 130-page director's version of the screenplay to explain his vision for the film's tone. The day of his meeting with Warner Bros. executives including Alan F. Horn, Columbus delivered an \"impassioned 45-minute talk\" and showed them his annotated script. Weeks later, the studio notified Columbus that he had got the job and sent him to Scotland to meet with Rowling and Heyman.[55] Columbus pitched his vision of the film for two hours, stating that he wanted the Muggle scenes \"to be bleak and dreary\" but those set in the wizarding world \"to be steeped in color, mood, and detail.\" He took inspiration from David Lean's adaptations of Great Expectations (1946) and Oliver Twist (1948), wishing to use \"that sort of darkness, that sort of edge, that quality to the cinematography,\" while being further inspired by the colour designs from Oliver! (1968) and The Godfather (1972).[46]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 37"
        }
    },
    {
        "content": "Steve Kloves was selected to write the screenplay. He described adapting the book as \"tough\", as it did not \"lend itself to adaptation as well as the next two books.\"[56] Kloves often received synopses of books proposed as film adaptations from Warner Bros., which he \"almost never read\", but Harry Potter jumped out at him.[40] He went out and bought the book, and became an instant fan of the series.[56] When speaking to Warner Bros., he stated that the film had to be British, and had to be true to the characters.[56] Kloves was nervous when he first met Rowling as he did not want her to think he was going to \"[destroy] her baby.\"[40] Rowling admitted that she \"was really ready to hate this Steve Kloves,\" but recalled her initial meeting with him: \"The first time I met him, he said to me, 'You know who my favourite character is?' And I thought, You're gonna say Ron. I know you're gonna say Ron. But he said 'Hermione.' And I just kind of melted.\"[40] Rowling received a large amount of creative control, an arrangement that Columbus did not mind.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 38"
        }
    },
    {
        "content": "just kind of melted.\"[40] Rowling received a large amount of creative control, an arrangement that Columbus did not mind.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 39"
        }
    },
    {
        "content": "Warner Bros. had initially planned to release the film over 4 July 2001 weekend, making for such a short production window that several proposed directors pulled themselves out of the running. Due to time constraints, the date was put back to 16 November 2001.[57]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 40"
        }
    },
    {
        "content": "Casting[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 41"
        }
    },
    {
        "content": "Rowling insisted that the cast be kept British.[42] Susie Figgis was appointed as casting director, working with both Columbus and Rowling in auditioning the lead roles of Harry, Ron and Hermione.[58] Open casting calls were held for the main three roles,[59] with only British children being considered.[60] The principal auditions took place in three parts, with those auditioning having to read a page from the novel, then to improvise a scene of the students' arrival at Hogwarts, and finally to read several pages from the script in front of Columbus.[60] Scenes from Columbus' script for the Young Sherlock Holmes (1985) were also used in auditions.[61] On 11 July 2000, Figgis left the production, complaining that Columbus did not consider any of the thousands of children they had auditioned \"worthy\".[61] By August 2000, Alan Rickman and Richard Harris were in final talks to play Severus Snape and Albus Dumbledore, respectively,[62] and were confirmed later that month. Tim Roth was the original choice for Snape, but he turned it down for Planet of the Apes.[63][8] On 14 August 2000, Rowling's favourites Maggie Smith and Robbie Coltrane were cast as Minerva McGonagall and Rubeus Hagrid. According to Figgis, Robin Williams was interested in",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 42"
        }
    },
    {
        "content": "of the Apes.[63][8] On 14 August 2000, Rowling's favourites Maggie Smith and Robbie Coltrane were cast as Minerva McGonagall and Rubeus Hagrid. According to Figgis, Robin Williams was interested in participating in the film, but was turned down for the Hagrid role because of the \"strictly British and Irish only\" rule which Columbus was determined to maintain.[15][64][14] On 21 August 2000, Daniel Radcliffe and newcomers Rupert Grint and Emma Watson were selected to play Harry Potter, Ron Weasley and Hermione Granger, respectively. Tom Felton (who was cast as Draco Malfoy), Liam Aiken, and William Moseley, who was later cast as Peter Pevensie in The Chronicles of Narnia series, also auditioned for Harry Potter.[65][66] Hatty Jones, who starred in the lead role in Madeline (1998), was considered for the role of Hermione Granger and had auditioned alongside Watson; she was later deemed outgrown.[67] Thomas Brodie-Sangster auditioned for Ron Weasley, but was rejected.[68][69][70] In November 2000, Julie Walters and John Cleese joined the cast as Molly Weasley and Nearly-Headless Nick, respectively.[26][71] David Thewlis auditioned for Quirrell; he would later be cast as Remus Lupin in Harry Potter and the Prisoner of Azkaban.[72] J. K. Rowling, the author of the books, was considered",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 43"
        }
    },
    {
        "content": "Thewlis auditioned for Quirrell; he would later be cast as Remus Lupin in Harry Potter and the Prisoner of Azkaban.[72] J. K. Rowling, the author of the books, was considered for Lily Evans; Harry's mother, but she turned down the role and Geraldine Somerville was cast.[73]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 44"
        }
    },
    {
        "content": "Filming[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 45"
        }
    },
    {
        "content": "Alnwick Castle in Northumberland was used as a principal filming location for Hogwarts.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 46"
        }
    },
    {
        "content": "Two British film industry officials requested that the film be shot in the United Kingdom, offering their assistance in securing filming locations, the use of Leavesden Film Studios, as well as changing the UK's child labour laws (adding a small number of working hours per week and making the timing of on-set classes more flexible).[46] Warner Bros. accepted their proposal. Principal photography began on 29 September 2000 at Leavesden Film Studios.[74] Filming at the North Yorkshire's Goathland railway station took place on 2 October 2000.[75] Canterbury Cathedral and Scotland's Inverailort Castle were both touted as possible locations for Hogwarts; Canterbury rejected Warner Bros. proposal due to concerns about the film's \"pagan\" theme.[76][77] Alnwick Castle and Gloucester Cathedral were eventually selected as the principal locations for Hogwarts,[6] with some scenes also being filmed at Harrow School.[78] Other Hogwarts scenes were filmed in Durham Cathedral over a two-week period;[79] these included shots of the corridors and some classroom scenes.[80] Oxford University's Divinity School served as the Hogwarts Hospital Wing, and Duke Humfrey's Library, part of the Bodleian, was used as the Hogwarts Library.[81] Filming for Privet Drive took place on Picket Post Close in Bracknell, Berkshire.[79] Filming in the street took two",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 47"
        }
    },
    {
        "content": "Library, part of the Bodleian, was used as the Hogwarts Library.[81] Filming for Privet Drive took place on Picket Post Close in Bracknell, Berkshire.[79] Filming in the street took two days instead of the planned single day, so payments to the street's residents were correspondingly increased.[79] For all the subsequent film's scenes set in Privet Drive, filming took place on a constructed set in Leavesden Film Studios, which proved to be cheaper than filming on location.[82] London's Australia House was selected as the location for Gringotts Wizarding Bank,[6] while Christ Church, Oxford, was the location for the Hogwarts trophy room.[36] London Zoo was used as the location for the scene in which Harry accidentally sets a snake on Dudley,[36] with King's Cross Station also being used as the book specifies.[83] Filming concluded on 23 March 2001, with final work being done in July 2001.[50][84][74]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 48"
        }
    },
    {
        "content": "The store in London used as the exterior of The Leaky Cauldron.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 49"
        }
    },
    {
        "content": "Because the American title was different, all scenes that mention the philosopher's stone by name had to be shot twice, once with the actors saying \"philosopher's\" and once with \"sorcerer's\".[50] The children filmed for four hours and then did three hours of schoolwork. They developed a liking for fake facial injuries from the makeup staff. Radcliffe was initially meant to wear green contact lenses as his eyes are blue, and not green like Harry's, but the lenses gave Radcliffe extreme irritation. Upon consultation with Rowling, it was agreed that Harry could have blue eyes.[85]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 50"
        }
    },
    {
        "content": "The steam engine used in the film as the Hogwarts Express was GWR 4900 Class 5972 Olton Hall, but it was originally not the first locomotive to be selected as the Hogwarts Express. To promote the books, the Southern Railway locomotive 34027 Taw Valley was repainted and renamed temporarily, but was rejected by director Chris Columbus as looking 'too modern' for the film.[86][87]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 51"
        }
    },
    {
        "content": "Design and special effects[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 52"
        }
    },
    {
        "content": "Judianna Makovsky served as the costume designer. She re-designed the Quidditch robes, having initially planned to use those shown on the cover of the American book, but deemed them \"a mess.\" Instead, she dressed the Quidditch players in \"preppie sweaters, 19th-century fencing breeches and arm guards.\"[88] Production designer Stuart Craig built the sets at Leavesden Studios, including Hogwarts Great Hall, basing it on many English cathedrals. Although originally asked to use an existing old street to film the Diagon Alley scenes, Craig decided to build his own set, comprising Tudor, Georgian and Queen Anne architecture.[88]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 53"
        }
    },
    {
        "content": "Columbus originally planned to use both animatronics and CGI animation to create the magical creatures, including Fluffy.[58] Nick Dudman, who worked on Star Wars: Episode I – The Phantom Menace, was given the task of creating the needed prosthetics, with Jim Henson's Creature Shop providing creature effects.[89] John Coppinger stated that the magical creatures that needed to be created had to be designed multiple times.[90] The film features nearly 600 special effects shots, involving numerous companies. Industrial Light & Magic created Lord Voldemort's face on the back of Quirrell, Rhythm & Hues animated Norbert (Hagrid's baby dragon); and Sony Pictures Imageworks produced the Quidditch scenes.[91]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 54"
        }
    },
    {
        "content": "Music[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 55"
        }
    },
    {
        "content": "John Williams composed the film's score.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 56"
        }
    },
    {
        "content": "Main article: Harry Potter and the Philosopher's Stone (soundtrack)",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 57"
        }
    },
    {
        "content": "John Williams was selected to compose the score, having previously collaborated with Chris Columbus for Home Alone and Home Alone 2: Lost in New York.[92] Williams composed the score at his homes in Los Angeles and Tanglewood before recording it in London in September 2001. One of the main themes is entitled \"Hedwig's Theme\"; Williams retained it for his finished score as \"everyone seemed to like it,\" and it became a recurring theme throughout the series.[93] James Horner was the first choice to compose the score but turned it down.[94]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 58"
        }
    },
    {
        "content": "Differences from the book[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 59"
        }
    },
    {
        "content": "Columbus repeatedly checked with Rowling to make sure he was getting minor details correct.[89] Kloves described the film as being \"really faithful\" to the book. He added dialogue, of which Rowling approved. One of the lines originally included had to be removed after Rowling told him that it would directly contradict an event in the then-unreleased fifth Harry Potter novel Harry Potter and the Order of the Phoenix.[95]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 60"
        }
    },
    {
        "content": "Several minor characters have been removed from the film version, most prominently Peeves the poltergeist. Actor Rik Mayall was cast in the role, but his scenes were ultimately cut from the film and never released. The book's first chapter, told from the viewpoint of Vernon and Petunia Dursley, is absent from the film. Harry and Draco's first encounter in Madam Malkin's robe shop and the midnight duel are not in the film. In the film, the responsibility of taking Norbert away is given to Dumbledore, while in the book, Harry and Hermione have to bring him by hand to Charlie Weasley's friends.[96] This necessitated a change in the detention plotline: in the book, Filch catches Harry and Hermione leaving the Astronomy Tower and puts them in detention with Neville and Malfoy, while in the film, all three protagonists receive detention after Malfoy finds them in Hagrid's hut after hours.[96] According to Kloves, this was \"the one part of the book that [Rowling] felt easily could be changed\".[88] The Quidditch pitch is altered from a traditional stadium to an open field circled by spectator towers.[88]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 61"
        }
    },
    {
        "content": "is altered from a traditional stadium to an open field circled by spectator towers.[88]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 62"
        }
    },
    {
        "content": "The book's timeline is not enforced in the film. In the book, Harry's eleventh birthday is in 1991.[97] On the film set for 4 Privet Drive, Dudley's certificates from primary school bear the year 2001.[98]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 63"
        }
    },
    {
        "content": "Distribution[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 64"
        }
    },
    {
        "content": "Marketing[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 65"
        }
    },
    {
        "content": "The first teaser poster of the film was released on 1 December 2000.[99] The first teaser trailer was released via satellite on 2 March 2001 and debuted in cinemas with the release of See Spot Run.[100] A video game based on the film was released on 15 November 2001 by Electronic Arts for several consoles.[93] A port for the game, for the GameCube, PlayStation 2, and Xbox, was released in 2003.[101] Mattel won the rights to produce toys based on the film, to be sold exclusively through Warner Brothers' stores.[102] Hasbro also produced products, including confectionery products based on those from the series.[103] Warner Bros. signed a deal worth US$150 million with Coca-Cola to promote the film,[83] although some pegged the deal at $40 million-$50 million worldwide for the movie.[104] Lego produced a series of sets based on buildings and scenes from the film, as well as a Lego Creator video game.[105]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 66"
        }
    },
    {
        "content": "Theatrical release[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 67"
        }
    },
    {
        "content": "Harry Potter and the Philosopher's Stone had its world premiere at the Odeon Leicester Square in London on 4 November 2001, with the cinema arranged to resemble Hogwarts School.[106]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 68"
        }
    },
    {
        "content": "The film had previews in the United Kingdom on 1,137 screens at 491 theatres on 10 and 11 November 2001.[107] It officially opened on 16 November 2001 on 1,168 screens at 507 theatres in the United Kingdom and Ireland; in 3,672 theatres in the United States and Canada. It was the widest release at the time in the United Kingdom and the United States.[108][109]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 69"
        }
    },
    {
        "content": "Home media[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 70"
        }
    },
    {
        "content": "Harry Potter and the Philosopher's Stone was first released on VHS and DVD on 11 May 2002 in the United Kingdom[110] and 28 May 2002 in the United States.[111] Between May and June 2002, the film sold 10 million copies, almost 60% of which were DVD sales.[112] It would go on to make $19.1 million in rentals, surpassing The Fast and the Furious for having the largest DVD rentals.[113] This record was surpassed by The Bourne Identity in January 2003.[114]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 71"
        }
    },
    {
        "content": "In December 2009, a 4-disc \"Ultimate Edition\" was released, with seven minutes of deleted scenes added back in, the feature-length special Creating the World of Harry Potter Part 1: The Magic Begins, and a 48-page hardcover booklet.[115] The extended version has a running time of about 159 minutes, which had previously been shown during certain television airings.[116] The film was re-released on DVD as part of the 8-disc Harry Potter: The Complete 8-Film Collection in November 2011,[117] and on Blu-ray as part of the 31-disc Hogwarts Collection in April 2014.[118] It was released on UHD Blu-ray as part of the 16-disc Harry Potter: 8-Film Collection in November 2017.[119]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 72"
        }
    },
    {
        "content": "Reception[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 73"
        }
    },
    {
        "content": "Box office[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 74"
        }
    },
    {
        "content": "In the United Kingdom and Ireland, Harry Potter and the Philosopher's Stone grossed a record single day gross of £3.6 million during the first day of previews, beating Toy Story 2's record. It grossed a record £3.1 million for a Sunday, bringing its total to £6.7 million from the previews.[107][120] It broke the record for the highest-opening weekend ever, both including and excluding previews, making £16.3 million with and £9.6 million without previews ($13.8 million), setting a further record single day gross on the Saturday with £3.99 million.[121][122][120] It set another Sunday record with a gross of £3.6 million.[122] It had a record second weekend of £8.4 million.[123][120] It remained at number one in the UK for five weeks.[120] The film went on to make £66.1 million in the UK alone, making it the country's second-highest-grossing film of all-time (after Titanic), until it was surpassed by Mamma Mia!.[124]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 75"
        }
    },
    {
        "content": "In the United States and Canada, it made $32.3 million on its opening day, breaking the single-day record previously held by Star Wars: Episode I – The Phantom Menace (1999).[125] On the second day of release, the film's gross increased to $33.5 million, breaking the record for biggest single day again. It made $90.3 million during its first weekend, breaking the record for highest-opening weekend of all time that was previously held by The Lost World: Jurassic Park (1997).[126] It held the record until the following May when Spider-Man (2002) made $114.8 million in its opening weekend.[127] Plus, the film broke Batman Forever's record for having the largest opening weekend for a Warner Bros. film.[128] It would hold this record for two years until it was surpassed by The Matrix Reloaded (2003).[129] Additionally, it shattered other opening records, surpassing Monsters, Inc. for having the biggest November opening weekend, Planet of the Apes for having the largest non-holiday opening weekend, the highest Friday gross and the biggest opening weekend of the year, The Mummy Returns for scoring the highest Saturday gross, Home Alone 2: Lost in New York (1992) for having the highest opening weekend for a Chris Columbus film and",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 76"
        }
    },
    {
        "content": "year, The Mummy Returns for scoring the highest Saturday gross, Home Alone 2: Lost in New York (1992) for having the highest opening weekend for a Chris Columbus film and Mission: Impossible 2 (2000) for having the largest number of screenings, playing at 3,672 theaters.[130] In just five days, it became the fastest film to approach the $100 million mark.[131] The film grossed $2.3 million in its first two days in Taiwan,[108] giving it a worldwide opening weekend total of $107 million. The film held onto the number 1 spot at the US box office for three consecutive weekends before getting overtaken by Ocean's Eleven.[132][133][134] The film also had the highest-grossing 5-day (Wednesday-Sunday) Thanksgiving weekend record of $82.4 million, holding the title for twelve years until both The Hunger Games: Catching Fire (2013) and Frozen (2013) surpassed it with $110.1 million and $94 million respectively.[135] By Christmas, it went on to become the highest-grossing film of the year, dethroning Shrek.[136]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 77"
        }
    },
    {
        "content": "Similar results were achieved across the world. A week after opening in the United States, the film added 15 additional markets and set an opening week record in Germany, grossing $18.7 million. It also set opening records in Austria, Brazil, Denmark, Finland, the Netherlands, Norway, Sweden and German-speaking Switzerland.[123] In the following weekend, after expanding to 31 countries, the film set a record overseas weekend gross of $60.9 million, including record openings in Australia, Greece, Israel, Japan ($12.5 million), New Zealand and Spain.[137] It set another overseas weekend record with $62.3 million from 37 countries the following weekend, including record openings in France, Italy and French-speaking Switzerland.[138] The international opening weekend record would be held until it was given to Star Wars: Episode II – Attack of the Clones (2002) a year later.[139] During its theatrical run, the film earned $974 million at the worldwide box office, $317 million of that in the US and $657 million elsewhere,[5] which made it the second-highest-grossing film in history at the time,[140] as well as the year's highest-grossing film.[141] In addition, it surpassed Twister (1996) to become the highest-grossing Warner Bros. film of all time.[142] It is the second-highest-grossing Harry Potter film after",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 78"
        }
    },
    {
        "content": "well as the year's highest-grossing film.[141] In addition, it surpassed Twister (1996) to become the highest-grossing Warner Bros. film of all time.[142] It is the second-highest-grossing Harry Potter film after Deathly Hallows – Part 2.[143] Box Office Mojo estimates that the film sold over 55.9 million tickets in the US and Canada.[144]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 79"
        }
    },
    {
        "content": "In August 2020, The Philosopher's Stone was re-released in several countries, including a 4K 3D restoration in China,[145] where it earned $26.4 million, for a global $1.017 billion, making it the second film in the series to surpass the billion-dollar mark, after Deathly Hallows – Part 2.[5]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 80"
        }
    },
    {
        "content": "Critical response[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 81"
        }
    },
    {
        "content": "On Rotten Tomatoes the film has an approval rating of 81% based on 200 reviews, with an average rating of 7.1/10. The site's critical consensus reads, \"Harry Potter and the Sorcerer's Stone adapts its source material faithfully while condensing the novel's overstuffed narrative into an involving – and often downright exciting – big-screen magical caper.\"[146] On Metacritic the film has a weighted average score of 65 out of 100, based on 36 critics, indicating \"generally favorable reviews\".[147] Audiences surveyed by CinemaScore gave the film an average grade of \"A\" on an A+ to F scale.[148]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 82"
        }
    },
    {
        "content": "Roger Ebert called Philosopher's Stone \"a classic,\" giving the film four out of four stars, and particularly praising the Quidditch scenes' visual effects.[149] Praise was echoed by both The Telegraph and Empire reviewers, with Alan Morrison of the latter naming it the film's \"stand-out sequence\".[150][151] Brian Linder of IGN also gave the film a positive review, but concluded that it \"isn't perfect, but for me it's a nice supplement to a book series that I love\".[31] Although criticising the final half-hour, Jeanne Aufmuth of Palo Alto Online stated that the film would \"enchant even the most cynical of moviegoers.\"[152] USA Today reviewer Claudia Puig gave the film three out of four stars, especially praising the set design and Robbie Coltrane's portrayal of Hagrid, but criticised John Williams' music, stating the \"overly insistent score lacks subtlety and bludgeons us with crescendos\", and concluded that \"ultimately many of the book's readers may wish for a more magical incarnation.\"[153]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 83"
        }
    },
    {
        "content": "The sets, design, cinematography, effects and principal cast were all given praise from Kirk Honeycutt of The Hollywood Reporter, although he deemed John Williams' score \"a great clanging, banging music box that simply will not shut up.\"[154] Todd McCarthy of Variety compared the film positively with Gone with the Wind and put \"The script is faithful, the actors are just right, the sets, costumes, makeup and effects match and sometimes exceed anything one could imagine.\"[19] Jonathan Foreman of the New York Post recalled that the film was \"remarkably faithful,\" to its literary counterpart as well as a \"consistently entertaining if overlong adaptation.\"[155]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 84"
        }
    },
    {
        "content": "Richard Corliss, of Time magazine, considered the film a \"by the numbers adaptation,\" criticising the pace and the \"charisma-free\" lead actors.[156] CNN's Paul Tatara found that Columbus and Kloves \"are so careful to avoid offending anyone by excising a passage from the book, the so-called narrative is more like a jamboree inside Rowling's head.\"[157] Ed Gonzalez of Slant Magazine wished that the film had been directed by Tim Burton, finding the cinematography \"bland and muggy,\" and the majority of the film a \"solidly dull celebration of dribbling goo.\"[158] Elvis Mitchell of The New York Times was highly negative about the film, saying \"[the film] is like a theme park that's a few years past its prime; the rides clatter and groan with metal fatigue every time they take a curve.\" He also said it suffered from \"a lack of imagination\" and wooden characters, adding, \"The Sorting Hat has more personality than anything else in the movie.\"[29]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 85"
        }
    },
    {
        "content": "Accolades[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 86"
        }
    },
    {
        "content": "Philosopher's Stone received three Academy Award nominations: Best Art Direction, Best Costume Design, and Best Original Score for John Williams.[159] The film was also nominated for seven BAFTA Awards: Best British Film, Best Supporting Actor for Robbie Coltrane, Best Costume Design, Best Production Design, Best Makeup and Hair, Best Sound, and Best Visual Effects.[160] It won a Saturn Award for Best Costume, and was nominated for eight more awards.[161] It won other awards from the Casting Society of America and the Costume Designers Guild.[162][163] It was nominated for the AFI Film Award for its special effects,[164] and the Art Directors Guild Award for its production design.[165] It received the Broadcast Film Critics Award for Best Family Film, and was nominated for Best Child Performance (for Daniel Radcliffe) and Best Composer.[166] In 2005, the American Film Institute nominated the film for AFI's 100 Years of Film Scores.[167]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 87"
        }
    },
    {
        "content": "References[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 88"
        }
    },
    {
        "content": "1. ^ Jump up to:a b c d \"Harry Potter and the Philosopher's Stone (aka Harry Potter and the Sorcerer's Stone)\". British Council. Archived from the original on 15 April 2020. Retrieved 15 April 2020. 2. ^ \"Harry Potter and the Sorcerer's Stone (2001)\". AFI Catalog of Feature Films. Archived from the original on 15 April 2020. Retrieved 24 July 2018. 3. ^ \"Harry Potter and the Philosopher's Stone (PG)\". British Board of Film Classification. Archived from the original on 26 August 2014. Retrieved 6 March 2024. 4. ^ \"Harry Potter and the Sorcerer's Stone (2001)\". British Film Institute. Archived from the original on 19 February 2017. Retrieved 26 December 2017. 5. ^ Jump up to:a b c d \"Harry Potter and the Sorcerer's Stone\". Box Office Mojo. IMDb. Archived from the original on 1 September 2020. Retrieved 15 December 2021. 6. ^ Jump up to:a b c d e Jensen, Jeff; Fierman, Daniel (14 September 2001). \"Inside Harry Potter\". Entertainment Weekly. p. 5. Archived from the original on 27 November 2010. Retrieved 7 February 2010. 7. ^ Koltnow, Barry (8 July 2007). \"One enchanted night at theater, Radcliffe became Harry Potter\". East Valley Tribune. Archived from the original on",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 89"
        }
    },
    {
        "content": "November 2010. Retrieved 7 February 2010. 7. ^ Koltnow, Barry (8 July 2007). \"One enchanted night at theater, Radcliffe became Harry Potter\". East Valley Tribune. Archived from the original on 15 April 2020. Retrieved 15 July 2007. 8. ^ Jump up to:a b Sussman, Paul (23 August 2000). \"British child actor 'a splendid Harry Potter'\". CNN. Archived from the original on 29 December 2019. Retrieved 7 February 2010. 9. ^ Jump up to:a b c d \"When Danny Met Harry\". The Times. 3 November 2001. 10. ^ Dalton, Dan (14 July 2014). \"No, Baby Harry Potter From The First Film Didn't Play Albus Severus Potter In \"The Deathly Hallows: Part 2\"\". BuzzFeed. Archived from the original on 16 May 2020. Retrieved 20 August 2020. 11. ^ Schwartz, Missy (17 December 2001). \"\"Harry Potter\"'s Hermione talks sequel and more\". Entertainment Weekly. Archived from the original on 15 January 2018. Retrieved 15 April 2020. 12. ^ Kulkani, Dhananjay (23 June 2004). \"Emma Watson, New Teenage Sensation!!\". Buzzle. Archived from the original on 29 June 2012. Retrieved 3 August 2007. 13. ^ Linder, Brian (22 March 2001). \"Cleese Talks Harry Potter\". IGN. Archived from the original on 4 June 2020. Retrieved 4 June",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 90"
        }
    },
    {
        "content": "29 June 2012. Retrieved 3 August 2007. 13. ^ Linder, Brian (22 March 2001). \"Cleese Talks Harry Potter\". IGN. Archived from the original on 4 June 2020. Retrieved 4 June 2020. 14. ^ Jump up to:a b c Davies, Hugh (14 August 2000). \"Author's favourites are chosen for Potter film\". The Daily Telegraph. Archived from the original on 29 March 2020. Retrieved 24 December 2017. 15. ^ Jump up to:a b Bradley, Bill (31 December 2016). \"The Hilarious Reason Daniel Radcliffe Was Cast As Harry Potter\". The Huffington Post. Archived from the original on 3 April 2020. Retrieved 15 April 2020. 16. ^ Jensen, Jeff; Fierman, Daniel (14 September 2001). \"Inside Harry Potter\". Entertainment Weekly. p. 4. Archived from the original on 27 November 2010. Retrieved 7 February 2010. 17. ^ Rowling, J. K. (2 November 2001). \"JK Rowling interview in full\". Newsround (Interview). Interviewed by Mzimba, Lizo. CBBC. Archived from the original on 16 September 2019. Retrieved 31 December 2016. 18. ^ Robinson, Tasha (7 November 2001). \"Warwick Davis\". The A.V. Club. Archived from the original on 15 November 2019. Retrieved 4 June 2020. 19. ^ Jump up to:a b c d e f McCarthy, Todd (9 November 2001).",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 91"
        }
    },
    {
        "content": "The A.V. Club. Archived from the original on 15 November 2019. Retrieved 4 June 2020. 19. ^ Jump up to:a b c d e f McCarthy, Todd (9 November 2001). \"Harry Potter and the Sorcerer's Stone\". Variety. Archived from the original on 25 May 2018. Retrieved 19 October 2010. 20. ^ Cho, Diane J. (14 January 2022). \"Remembering the Harry Potter Actors We've Lost Through the Years\". People. Archived from the original on 2 August 2022. Retrieved 1 August 2022. 21. ^ Younge, C. (27 November 2001). \"Richard Harris: The Envelopes, Pleas\". People. Archived from the original on 16 April 2020. Retrieved 15 April 2020. 22. ^ \"Obituary: Patrick McGoohan\". BBC News. 14 January 2009. Archived from the original on 26 January 2021. Retrieved 8 February 2021. 23. ^ \"Did you know Sean Connery was offered a role in 'Harry Potter and the Sorcerer's Stone'?\". Deccan Herald. 16 November 2021. Archived from the original on 16 November 2021. Retrieved 9 July 2023. 24. ^ Jump up to:a b Elvy, Craig (1 October 2019). \"Harry Potter: Every Actor To Play Lord Voldemort\". Screen Rant. Archived from the original on 29 March 2020. Retrieved 9 August 2020. 25. ^ Davies, Hugh (2",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 92"
        }
    },
    {
        "content": "(1 October 2019). \"Harry Potter: Every Actor To Play Lord Voldemort\". Screen Rant. Archived from the original on 29 March 2020. Retrieved 9 August 2020. 25. ^ Davies, Hugh (2 November 2001). \"Studio has last word over Harry Potter and the broken voice\". The Daily Telegraph. Archived from the original on 14 May 2017. Retrieved 12 August 2001. 26. ^ Jump up to:a b \"Walters joins Potter cast\". BBC News. 7 November 2000. Archived from the original on 30 October 2019. Retrieved 15 July 2020. 27. ^ \"Wanamaker 'insulted' by Potter pay\". BBC News. 12 November 2001. Archived from the original on 16 October 2020. Retrieved 1 August 2022. 28. ^ Schwartz, Terri (13 July 2011). \"Tom Felton 'Grateful' He Wasn't Cast as Harry Potter\". MTV. Archived from the original on 22 September 2021. Retrieved 11 December 2021. 29. ^ Jump up to:a b Mitchell, Elvis (16 November 2001). \"Film Review; The Sorcerer's Apprentice\". The New York Times. Archived from the original on 29 October 2019. Retrieved 18 April 2020. 30. ^ Spencer, Ashley (12 September 2016). \"Exclusive! Harry Potter's Devon Murray opens up about life after Hogwarts: 'I've got a stud farm in Ireland'\". Nine.com.au. Archived from the original",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 93"
        }
    },
    {
        "content": "30. ^ Spencer, Ashley (12 September 2016). \"Exclusive! Harry Potter's Devon Murray opens up about life after Hogwarts: 'I've got a stud farm in Ireland'\". Nine.com.au. Archived from the original on 11 August 2020. Retrieved 11 August 2020. 31. ^ Jump up to:a b Linder, Brian (17 November 2001). \"Brian Linder's Review of Harry Potter and the Sorcerer's Stone\". IGN. Archived from the original on 14 April 2019. Retrieved 18 April 2020. 32. ^ Barber, Martin (16 December 2002). \"\"It is odd.\" - Life as Percy Weasley\". BBC. Archived from the original on 1 May 2019. Retrieved 18 August 2020. 33. ^ Peppin, Hayley (3 April 2020). \"Ginny Weasley actor Bonnie Wright said her friends found out about her kiss with Harry Potter before she did because they were further ahead in the books\". Insider. Archived from the original on 11 August 2020. Retrieved 11 August 2020. 34. ^ \"Harry Potter 'goes home' for première\". BBC News. 6 November 2001. Archived from the original on 29 January 2020. Retrieved 11 August 2020. 35. ^ \"Potter baddies: full interview\". Newsround. CBBC. 24 October 2002. Archived from the original on 28 February 2019. Retrieved 20 August 2020. 36. ^ Jump up to:a",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 94"
        }
    },
    {
        "content": "August 2020. 35. ^ \"Potter baddies: full interview\". Newsround. CBBC. 24 October 2002. Archived from the original on 28 February 2019. Retrieved 20 August 2020. 36. ^ Jump up to:a b c Linder, Brian (15 November 2000). \"Potter Set News & Pics\". IGN. Archived from the original on 7 January 2016. Retrieved 16 April 2020. 37. ^ Bley Griffiths, Eleanor (8 February 2017). \"This Harry Potter character was completely recast – and no one noticed\". Radio Times. Archived from the original on 30 May 2018. Retrieved 27 August 2020. 38. ^ \"Elizabeth Spriggs\". The Daily Telegraph. 3 July 2008. Archived from the original on 5 August 2008. Retrieved 27 August 2020. 39. ^ Jump up to:a b Jensen, Jeff; Fierman, Daniel (14 September 2001). \"Inside Harry Potter\". Entertainment Weekly. p. 1. Archived from the original on 24 January 2008. Retrieved 7 February 2010. 40. ^ Jump up to:a b c d Jensen, Jeff; Fierman, Daniel (14 September 2001). \"Inside Harry Potter\". Entertainment Weekly. p. 2. Archived from the original on 11 October 2008. Retrieved 7 February 2010. 41. ^ Bagwell, Sheryle (19 July 2000). \"Wi£d about Harry\". The Australian Financial Review. Archived from the original on 16 April 2020. Retrieved",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 95"
        }
    },
    {
        "content": "11 October 2008. Retrieved 7 February 2010. 41. ^ Bagwell, Sheryle (19 July 2000). \"Wi£d about Harry\". The Australian Financial Review. Archived from the original on 16 April 2020. Retrieved 16 April 2020. 42. ^ Jump up to:a b \"Harry Potter and the Philosopher's Stone\". The Guardian. 16 November 2001. Archived from the original on 7 April 2020. Retrieved 16 April 2020. 43. ^ Fordy, Tom (3 January 2022). \"JK Rowling's battle to make the Harry Potter films '100 per cent British'\". The Daily Telegraph. Archived from the original on 8 June 2022. Retrieved 2 August 2022. 44. ^ Linder, Brian (23 February 2000). \"No \"Harry Potter\" for Spielberg\". IGN. Archived from the original on 7 January 2016. Retrieved 16 April 2020. 45. ^ Jensen, Jeff (17 March 2000). \"Potter's Field\". Entertainment Weekly. p. 2. Archived from the original on 14 January 2008. Retrieved 16 April 2020. 46. ^ Jump up to:a b c d e Jensen, Jeff; Fierman, Daniel (14 September 2001). \"Inside Harry Potter\". Entertainment Weekly. p. 3. Archived from the original on 3 February 2009. Retrieved 7 February 2010. 47. ^ \"Quote of the Day: Spielberg on not making Harry Potter\". Hollywood.com. 5 September 2001. Archived from",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 96"
        }
    },
    {
        "content": "Archived from the original on 3 February 2009. Retrieved 7 February 2010. 47. ^ \"Quote of the Day: Spielberg on not making Harry Potter\". Hollywood.com. 5 September 2001. Archived from the original on 28 January 2020. Retrieved 16 April 2020. 48. ^ Rowling, J.K. \"Rubbish Bin: J K Rowling Veto-ed Steven Spielberg\". Archived from the original on 16 April 2020. Retrieved 16 April 2020. 49. ^ Jump up to:a b Linder, Bran (28 March 2000). \"Chris Columbus to Direct Harry Potter\". IGN. Archived from the original on 2 December 2018. Retrieved 16 April 2020. 50. ^ Jump up to:a b c Schmitz, Greg Dean. \"Harry Potter and the Sorcerer's Stone (2001)\". Yahoo! Movies. Archived from the original on 15 December 2007. Retrieved 9 August 2008. 51. ^ Douglas, Edward (10 July 2006). \"A Good Night for Harry Potter?\". ComingSoon.net. Archived from the original on 21 July 2006. Retrieved 20 October 2007. 52. ^ Linder, Brian (7 March 2000). \"Two Potential \"Harry Potter\" Director's Back Out\". IGN. Archived from the original on 7 January 2016. Retrieved 8 July 2007. 53. ^ Davidson, Paul (15 March 2000). \"Harry Potter Director Narrowed Down\". IGN. Archived from the original on 25 August 2018. Retrieved",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 97"
        }
    },
    {
        "content": "on 7 January 2016. Retrieved 8 July 2007. 53. ^ Davidson, Paul (15 March 2000). \"Harry Potter Director Narrowed Down\". IGN. Archived from the original on 25 August 2018. Retrieved 8 July 2007. 54. ^ \"Terry Gilliam bitter about Potter\". Beyond Hogwarts. 29 August 2005. Archived from the original on 5 January 2020. Retrieved 16 April 2020. 55. ^ Perez, Lexy (11 November 2000). \"'Harry Potter and the Sorcerer's Stone' Turns 20: Director Chris Columbus Reflects on Pressures to Adapt Book and Hopes to Direct 'Cursed Child'\". The Hollywood Reporter. Archived from the original on 11 November 2021. Retrieved 15 November 2021. 56. ^ Jump up to:a b c Sragow, Michael (24 February 2000). \"A wizard of Hollywood\". Salon. Archived from the original on 9 March 2020. Retrieved 8 July 2007. 57. ^ Linder, Brian (17 May 2000). \"Bewitched Warner Bros. Delays Potter\". IGN. Archived from the original on 24 December 2015. Retrieved 16 April 2020. 58. ^ Jump up to:a b Linder, Brian (30 March 2000). \"Chris Columbus Talks Potter\". IGN. Archived from the original on 4 November 2016. Retrieved 16 April 2020. 59. ^ Linder, Brian (30 May 2000). \"Attention All Muggles!\". IGN. Archived from the original on",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 98"
        }
    },
    {
        "content": "Potter\". IGN. Archived from the original on 4 November 2016. Retrieved 16 April 2020. 59. ^ Linder, Brian (30 May 2000). \"Attention All Muggles!\". IGN. Archived from the original on 15 November 2018. Retrieved 16 April 2020. 60. ^ Jump up to:a b Linder, Brian (11 July 2000). \"Harry Potter Casting Frenzy\". IGN. Archived from the original on 3 October 2017. Retrieved 16 April 2020. 61. ^ Jump up to:a b Linder, Brian (11 July 2000). \"Trouble Brewing with Potter Casting?\". IGN. Archived from the original on 8 December 2019. Retrieved 16 April 2020. 62. ^ Davis, Simon (11 August 2000). \"Rickman and Harris lined up for Potter film\". The Daily Telegraph. Archived from the original on 12 April 2019. Retrieved 15 July 2020. 63. ^ Adler, Shawn (7 December 2007). \"What Would \"Potter\" Have Been Like with Tim Roth as Snape?\". MTV. Archived from the original on 2 February 2019. Retrieved 15 April 2020. 64. ^ \"Robin Williams turned down for Potter\". The Guardian. 15 November 2001. Archived from the original on 6 January 2020. Retrieved 14 August 2015. 65. ^ Hersey, Liz (22 April 2023). \"The Harry Potter Character Draco Malfoy Actor Tom Felton Auditioned For\". ScreenRant. 66.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 99"
        }
    },
    {
        "content": "the original on 6 January 2020. Retrieved 14 August 2015. 65. ^ Hersey, Liz (22 April 2023). \"The Harry Potter Character Draco Malfoy Actor Tom Felton Auditioned For\". ScreenRant. 66. ^ \"\"It just can't be\": Daniel Radcliffe Almost Lost Harry Potter Before J. K. Rowling's Stern Rule That Denied Robin Williams Saved 34 Year's Actor Career\". FandomWire. Visarg. 19 August 2023. 67. ^ \"This Little-Known Actress Very Nearly Played Hermione Granger Instead Of Emma Watson\". 22 July 2019. 68. ^ Lamont, Tom (5 April 2015). \"Thomas Brodie-Sangster: 'They got my autograph but still wouldn't serve me a pint'\". The Guardian. Archived from the original on 25 July 2021. Retrieved 25 July 2021. 69. ^ Carroll, Larry (2 May 2008). \"\"Narnia\" Star William Moseley Reflects on Nearly Becoming Harry Potter\". MTV. Archived from the original on 7 January 2016. Retrieved 2 May 2008. 70. ^ \"Daniel Radcliffe, Rupert Grint and Emma Watson Bring Harry, Ron and Hermione to Life for Warner Bros. Pictures \"Harry Potter and the Sorcerer's Stone\"\". Warner Bros. 21 August 2000. Archived from the original on 4 April 2007. Retrieved 26 May 2007. 71. ^ de Graaf, Belinda (13 November 2000). \"John Cleese in film over Harry Potter\"",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 100"
        }
    },
    {
        "content": "21 August 2000. Archived from the original on 4 April 2007. Retrieved 26 May 2007. 71. ^ de Graaf, Belinda (13 November 2000). \"John Cleese in film over Harry Potter\" [John Cleese in film about Harry Potter]. Trouw (in Dutch). Archived from the original on 15 July 2020. Retrieved 15 July 2020. 72. ^ Morris, Clint (9 June 2004). \"Interview: David Thewlis\". Moviehole. Archived from the original on 16 April 2020. Retrieved 15 April 2020. 73. ^ Tyler, Adrienne (26 March 2020). \"Harry Potter: The Character J. K. Rowling Almost Played Herself\". ScreenRant. 74. ^ Jump up to:a b \"Harry Potter and the Sorcerer's Stone - Miscellaneous Notes\". Turner Classic Movies. Archived from the original on 18 November 2018. Retrieved 21 October 2015. 75. ^ Linder, Brian (2 October 2000). \"Potter Pics: Hagrid, Hogsmeade Station, and the Hogwarts Express\". IGN. Archived from the original on 7 January 2016. Retrieved 16 April 2020. 76. ^ \"All 7 Harry Potter Books to Film?\". 28 June 2000. Archived from the original on 7 January 2016. Retrieved 16 April 2020. 77. ^ \"Euro-AICN Special Report: Harry Potter, and a Little Bit on Aardman's next\". Ain't it Cool News. 20 June 2000. Archived from the",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 101"
        }
    },
    {
        "content": "January 2016. Retrieved 16 April 2020. 77. ^ \"Euro-AICN Special Report: Harry Potter, and a Little Bit on Aardman's next\". Ain't it Cool News. 20 June 2000. Archived from the original on 17 April 2020. Retrieved 8 July 2007. 78. ^ Linder, Brian (5 September 2000). \"Another Hogwarts Location for Potter\". IGN. Archived from the original on 7 June 2019. Retrieved 16 April 2020. 79. ^ Jump up to:a b c Linder, Brian (26 September 2000). \"Potter Privet Drive Pics\". IGN. Archived from the original on 31 March 2017. Retrieved 16 April 2020. 80. ^ Linder, Brian (3 October 2000). \"Potter Pics: Part Two – The Hogwarts Set at Durham Cathedral\". IGN. Archived from the original on 23 January 2017. Retrieved 16 April 2020. 81. ^ Linder, Brian (25 October 2000). \"Hogwarts Oxford Location Pics & Rowling Speaks\". IGN. Archived from the original on 22 December 2016. Retrieved 16 April 2020. 82. ^ Shephard, Ben (7 July 2007). Harry Potter: Behind the Magic (TV). ITV1. 83. ^ Jump up to:a b Linder, Brian (21 February 2001). \"Lumos!\". IGN. Archived from the original on 30 May 2017. Retrieved 16 April 2020. 84. ^ \"Harry Potter at Leavesden\". Warner Bros. Studio Tour",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 102"
        }
    },
    {
        "content": "b Linder, Brian (21 February 2001). \"Lumos!\". IGN. Archived from the original on 30 May 2017. Retrieved 16 April 2020. 84. ^ \"Harry Potter at Leavesden\". Warner Bros. Studio Tour London – The Making of Harry Potter. Archived from the original on 23 September 2012. Retrieved 16 September 2012. Filming began on Harry Potter and the Philosopher's Stone at Leavesden Studios on Friday 29th September 2000. 85. ^ A Conversation between JK Rowling and Daniel Radcliffe. Warner Bros. Pictures. 2011. Archived from the original on 21 December 2021. Retrieved 16 April 2020 – via YouTube. 86. ^ \"Harry Potter Express\". steamtrain.info. Archived from the original on 13 August 2008. Retrieved 2 September 2013. 87. ^ Stubbings, David (27 February 2023). \"Severn Valley Railway's purple 'royal' loco gets a makeover as it's painted into new colour\". Shropshire Star. Retrieved 14 August 2023. 88. ^ Jump up to:a b c d Cagle, Jess (5 November 2001). \"Cinema: The First Look at Harry\". Time. Archived from the original on 23 September 2015. Retrieved 16 April 2020. 89. ^ Jump up to:a b Linder, Brian (8 January 2001). \"Davis Confirms Potter Role\". IGN. Archived from the original on 19 September 2016. Retrieved 16 April",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 103"
        }
    },
    {
        "content": "16 April 2020. 89. ^ Jump up to:a b Linder, Brian (8 January 2001). \"Davis Confirms Potter Role\". IGN. Archived from the original on 19 September 2016. Retrieved 16 April 2020. 90. ^ Linder, Brian (11 January 2001). \"Potter Creature Feature\". IGN. Archived from the original on 20 December 2016. Retrieved 17 April 2020. 91. ^ Jensen, Jeff; Fierman, Daniel (14 September 2001). \"Inside Harry Potter\". Entertainment Weekly. p. 6. Archived from the original on 27 November 2010. Retrieved 7 February 2010. 92. ^ Linder, Brian (17 August 2000). \"Harry Potter Composer Chosen\". IGN. Archived from the original on 7 January 2016. Retrieved 17 April 2020. 93. ^ Jump up to:a b Linder, Brian (23 May 2001). \"Potter Postlude\". IGN. Archived from the original on 4 July 2020. Retrieved 17 April 2020. 94. ^ Vishnevetsky, Ignatiy (23 June 2015). \"R.I.P. James Horner\". The A.V. Club. Archived from the original on 7 June 2021. Retrieved 7 June 2021. 95. ^ Linder, Brian (6 February 2001). \"Screenwriter Kloves Talks Harry Potter\". IGN. Archived from the original on 7 January 2016. Retrieved 17 April 2020. 96. ^ Jump up to:a b Dadds, Kimberley; Zendle, Miriam (9 July 2007). \"Harry Potter: Books vs films\".",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 104"
        }
    },
    {
        "content": "Archived from the original on 7 January 2016. Retrieved 17 April 2020. 96. ^ Jump up to:a b Dadds, Kimberley; Zendle, Miriam (9 July 2007). \"Harry Potter: Books vs films\". Digital Spy. Archived from the original on 7 April 2020. Retrieved 17 April 2020. 97. ^ Hedash, Kara (1 July 2019). \"Why Harry Potter Is Set In The 1990s\". Screen Rant. Archived from the original on 2 July 2019. Retrieved 17 April 2020. 98. ^ Harvey-Jenner, Catriona (11 May 2016). \"You can soon visit Harry Potter's Privet Drive IRL\". Cosmopolitan. Archived from the original on 29 September 2019. Retrieved 29 September 2019. 99. ^ Linder, Brian (13 December 2000). \"Potter Poster Pic\". IGN. Archived from the original on 2 December 2016. Retrieved 17 April 2020. 100. ^ Linder, Brian (28 February 2001). \"Potter Preview Premieres Tomorrow\". IGN. Archived from the original on 16 December 2016. Retrieved 17 April 2020. 101. ^ Thorsen, Tor (12 December 2003). \"Sorcerer's Stone ships out\". GameSpot. Archived from the original on 30 September 2007. Retrieved 17 April 2020. 102. ^ Linder, Brian (10 February 2000). \"Mattel Wins Harry Potter Toy Rights\". IGN. Archived from the original on 7 January 2016. Retrieved 17 April 2020. 103.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 105"
        }
    },
    {
        "content": "17 April 2020. 102. ^ Linder, Brian (10 February 2000). \"Mattel Wins Harry Potter Toy Rights\". IGN. Archived from the original on 7 January 2016. Retrieved 17 April 2020. 103. ^ Linder, Brian (14 February 2000). \"Hasbro Gets Harry Potter Merchandise Rights\". IGN. Archived from the original on 7 January 2016. Retrieved 17 April 2020. 104. ^ \"'Harry Potter' Goes Better – and Exclusively – With Coke\". hive4media.com. 21 February 2001. Archived from the original on 18 June 2002. Retrieved 28 September 2019. 105. ^ Linder, Brian (1 June 2001). \"Son of Harry Potter LEGOs\". IGN. Archived from the original on 7 January 2016. Retrieved 17 April 2020. 106. ^ \"Potter casts spell at world première\". BBC News. 5 November 2001. Archived from the original on 4 March 2007. Retrieved 23 September 2007. 107. ^ Jump up to:a b Groves, Don (18 November 2001). \"'Harry' works magic in U.K.\" Variety. Archived from the original on 10 May 2021. Retrieved 9 May 2021. 108. ^ Jump up to:a b Groves, Don (18 November 2001). \"'Harry' works magic overseas\". Variety. Archived from the original on 9 May 2021. Retrieved 9 May 2021. 109. ^ Lyman, Rick (19 November 2001). \"Harry Potter and",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 106"
        }
    },
    {
        "content": "(18 November 2001). \"'Harry' works magic overseas\". Variety. Archived from the original on 9 May 2021. Retrieved 9 May 2021. 109. ^ Lyman, Rick (19 November 2001). \"Harry Potter and the Box Office of Gold; Film Based on Popular Book Sets Record With $93.5 Million Opening Weekend\". The New York Times. Archived from the original on 27 September 2021. Retrieved 4 March 2022. 110. ^ Indvik, Kurt (6 June 2002). \"The Morning Buzz: 'Potter' Set A Rental Record, Are There More?\". hive4media.com. Archived from the original on 14 June 2002. Retrieved 28 September 2019. 111. ^ Wagner, Holly J. (13 May 2002). \"Potter First Day UK Sales Sink Titanic\". hive4media.com. Archived from the original on 18 June 2002. Retrieved 11 September 2019. 112. ^ Bennett, James; Brown, Tom (2008). Film and Television After DVD. Routledge. p. 19. ISBN 9781135896720. Archived from the original on 30 June 2020. Retrieved 24 November 2018. 113. ^ \"'Potter' casts its rental spell\". Ventura County Star. 6 June 2002. p. 67. Archived from the original on 2 August 2022. Retrieved 2 August 2022 – via Newspapers.com. 114. ^ \"Bourne bumps Potter\". The Vancouver Sun. 31 January 2003. p. 73. Archived from the original on 23",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 107"
        }
    },
    {
        "content": "on 2 August 2022. Retrieved 2 August 2022 – via Newspapers.com. 114. ^ \"Bourne bumps Potter\". The Vancouver Sun. 31 January 2003. p. 73. Archived from the original on 23 December 2022. Retrieved 23 December 2022 – via Newspapers.com. 115. ^ Peck, Aaron (9 December 2009). \"Harry Potter And The Sorcerer's Stone: Ultimate Edition\". High-Def Digest. Archived from the original on 8 March 2016. Retrieved 23 October 2020. 116. ^ Murray, Rebecca (6 May 2004). \"ABC Offers a Sneak Peek at 'Harry Potter and the Prisoner of Azkaban'\". About.com. Archived from the original on 3 December 2012. Retrieved 9 October 2012. 117. ^ Goldberg, Matt (20 September 2011). \"Harry Potter and the Deathly Hallows – Part 2 and Harry Potter: The Complete 8-Film Collection Blu-rays Arrive on November 11th\". Collider. Archived from the original on 9 January 2020. Retrieved 23 October 2020. 118. ^ Lussier, Germain (25 March 2014). \"New 31-Disc 'Harry Potter Hogwarts Collection' Coming Soon\". /Film. Archived from the original on 3 January 2018. Retrieved 23 October 2020. 119. ^ \"Wizarding World Comes to 4K\". Warner Bros. 27 March 2017. Archived from the original on 29 May 2023. Retrieved 9 July 2023. 120. ^ Jump up to:a b",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 108"
        }
    },
    {
        "content": "119. ^ \"Wizarding World Comes to 4K\". Warner Bros. 27 March 2017. Archived from the original on 29 May 2023. Retrieved 9 July 2023. 120. ^ Jump up to:a b c d \"UK weekend box office reports: 2001\" (xls). British Film Institute. Archived from the original on 21 January 2021. Retrieved 9 May 2021. 121. ^ \"Harry Potter Smashes Box Office Records\". Newsround. CBBC. 19 November 2001. Archived from the original on 18 November 2018. Retrieved 11 July 2007. 122. ^ Jump up to:a b Groves, Don (26 November 2001). \"'Potter' flies; Teutons prefer 'Blonde'\". Variety. p. 10. 123. ^ Jump up to:a b Groves, Don (3 December 2001). \"O'seas B.O. rises to wizard's wand\". Variety. p. 15. 124. ^ Irvine, Chris (30 October 2008). \"Mamma Mia becomes highest grossing British film\". The Daily Telegraph. Archived from the original on 5 March 2020. Retrieved 16 November 2008. 125. ^ \"POTTER OF GOLD: A $31M OPENING\". 18 November 2001. Archived from the original on 6 March 2022. Retrieved 17 April 2022. 126. ^ \"Box Office Analysis: \"Harry Potter\" breaks records\". Hollywood.com. 18 November 2001. Archived from the original on 21 January 2020. Retrieved 17 April 2020. 127. ^ Gray, Brandon (6",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 109"
        }
    },
    {
        "content": "126. ^ \"Box Office Analysis: \"Harry Potter\" breaks records\". Hollywood.com. 18 November 2001. Archived from the original on 21 January 2020. Retrieved 17 April 2020. 127. ^ Gray, Brandon (6 May 2002). \"'Spider-Man' Takes Box Office on the Ultimate Spin: $114.8 Million\". Box Office Mojo. Archived from the original on 17 April 2020. Retrieved 17 April 2020. 128. ^ Lyman, Rick (19 November 2001). \"Harry Potter and the Box Office of Gold; Film Based on Popular Book Sets Record With $93.5 Million Opening Weekend\". The New York Times. Archived from the original on 26 February 2020. Retrieved 28 May 2020. 129. ^ \"'Matrix' sequel is big but no match for 'Spider-Man'\". Los Angeles Times. 19 May 2003. Archived from the original on 6 April 2022. Retrieved 17 April 2022. 130. ^ Linder, Brian (20 November 2001). \"Weekend Box Office: Potter Smashes Records\". IGN. Archived from the original on 17 April 2022. Retrieved 17 April 2022. 131. ^ \"'Spider-Man' spins magical web on weekend moviegoers\". Hattiesburg American. 6 May 2002. p. 6. Archived from the original on 23 May 2022. Retrieved 23 May 2022 – via Newspapers.com. 132. ^ \"'Ocean's Eleven' rolls winning numbers\". The News & Observer. 12 December 2001.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 110"
        }
    },
    {
        "content": "6. Archived from the original on 23 May 2022. Retrieved 23 May 2022 – via Newspapers.com. 132. ^ \"'Ocean's Eleven' rolls winning numbers\". The News & Observer. 12 December 2001. p. E10. Archived from the original on 30 August 2022. Retrieved 30 August 2022 – via Newspapers.com. 133. ^ \"November 23–25, 2001 Weekend 3-day Thanksgiving Weekend\". Box Office Mojo. Archived from the original on 17 April 2020. Retrieved 17 April 2020. 134. ^ \"November 30 – December 2001 Weekend\". Box Office Mojo. Archived from the original on 17 April 2020. Retrieved 17 April 2020. 135. ^ \"Weekend Report: 'Catching Fire,' 'Frozen' Set Thanksgiving Records\". Box Office Mojo. 1 December 2013. Archived from the original on 4 December 2019. Retrieved 17 April 2020. 136. ^ \"'Lord of the Rings' rules holiday weekend\". News-Journal. 27 December 2001. p. 2. Archived from the original on 18 September 2022. Retrieved 18 September 2022 – via Newspapers.com. 137. ^ Groves, Don (9 December 2001). \"O'seas spellbound for 'Harry'\". Variety. Archived from the original on 11 May 2021. Retrieved 11 May 2021. 138. ^ Groves, Don (16 December 2001). \"'Harry' conjures B.O. gold; 'Rings' set to shine\". Variety. p. 12. Archived from the original on 12",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 111"
        }
    },
    {
        "content": "May 2021. Retrieved 11 May 2021. 138. ^ Groves, Don (16 December 2001). \"'Harry' conjures B.O. gold; 'Rings' set to shine\". Variety. p. 12. Archived from the original on 12 May 2021. Retrieved 11 May 2021. 139. ^ Gray, Brandon. \"'Attack of the Clones' Conquers the World with $179 Million Opening\". Box Office Mojo. Archived from the original on 16 May 2022. Retrieved 16 May 2022. 140. ^ \"Potter makes movie chart history\". Newsround. CBBC. 19 February 2002. Archived from the original on 18 November 2018. Retrieved 11 July 2007. 141. ^ \"2001 Worldwide Grosses\". Box Office Mojo. Archived from the original on 4 July 2020. Retrieved 17 April 2020. 142. ^ \"'Twister': The Circumstances Of Its Blockbuster Success May Be Impossible To Replicate\". Forbes. Archived from the original on 27 February 2022. Retrieved 27 February 2022. 143. ^ \"Harry Potter Movies\". Box Office Mojo. Archived from the original on 12 June 2017. Retrieved 17 April 2020. 144. ^ \"Harry Potter and the Sorcerer's Stone (2001)\". Box Office Mojo. Archived from the original on 14 October 2019. Retrieved 17 April 2020. 145. ^ Tartaglione, Nancy (16 August 2020). \"'Harry Potter And The Sorcerer's Stone' Nears $1B WW With Magical China",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 112"
        }
    },
    {
        "content": "from the original on 14 October 2019. Retrieved 17 April 2020. 145. ^ Tartaglione, Nancy (16 August 2020). \"'Harry Potter And The Sorcerer's Stone' Nears $1B WW With Magical China Reissue – International Box Office\". Deadline Hollywood. Archived from the original on 19 August 2020. Retrieved 31 August 2020. 146. ^ \"Harry Potter and the Sorcerer's Stone\". Rotten Tomatoes. Fandango Media. Retrieved 29 November 2022. 147. ^ \"Harry Potter and the Sorcerer's Stone\". Metacritic. Fandom, Inc. Retrieved 17 April 2020. 148. ^ \"Harry Potter and the Sorcerer's Stone (2001)\". CinemaScore. Archived from the original on 20 December 2018. Retrieved 18 July 2020. 149. ^ Ebert, Roger (16 November 2001). \"Harry Potter and the Sorcerer's Stone movie review (2001)\". Chicago Sun Times. Archived from the original on 9 December 2019. Retrieved 18 April 2020 – via RogerEbert.com. 150. ^ Hiscock, John (4 November 2001). \"Magic is the only word for it\". The Daily Telegraph. Archived from the original on 30 December 2019. Retrieved 21 September 2007. 151. ^ Morrison, Alan (January 2000). \"Harry Potter and the Philosopher's Stone\". Empire. Archived from the original on 6 November 2019. Retrieved 18 April 2020. 152. ^ Aufmuth, Jeanne (1 November 2001). \"Harry Potter and",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 113"
        }
    },
    {
        "content": "2000). \"Harry Potter and the Philosopher's Stone\". Empire. Archived from the original on 6 November 2019. Retrieved 18 April 2020. 152. ^ Aufmuth, Jeanne (1 November 2001). \"Harry Potter and the Sorcerer's Stone\". Palo Alto Online. Archived from the original on 3 January 2018. Retrieved 18 April 2020. 153. ^ Puig, Claudia (16 November 2001). \"Visually stunning 'Potter' falls short of pure magic\". USA Today. Archived from the original on 19 November 2018. Retrieved 18 April 2020. 154. ^ Honeycutt, Kirk (14 November 2016). \"'Harry Potter and the Sorcerer's Stone': THR's 2001 Review\". The Hollywood Reporter. Archived from the original on 3 August 2020. Retrieved 1 August 2020. 155. ^ Foreman, Jonathan (16 November 2001). \"Off to see wizards! 'Potter' is a faithful, if not great, movie\". New York Post. Archived from the original on 24 April 2019. Retrieved 18 April 2020. 156. ^ Corliss, Richard (1 November 2001). \"Wizardry Without Magic\". Time. Archived from the original on 24 September 2015. Retrieved 18 April 2020. 157. ^ Tatara, Paul (16 November 2001). \"Review: 'Potter' well acted, heavy handed\". CNN. Archived from the original on 12 February 2020. Retrieved 21 September 2007. 158. ^ Gonzalez, Ed (29 October 2001). \"Review: Harry",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 114"
        }
    },
    {
        "content": "November 2001). \"Review: 'Potter' well acted, heavy handed\". CNN. Archived from the original on 12 February 2020. Retrieved 21 September 2007. 158. ^ Gonzalez, Ed (29 October 2001). \"Review: Harry Potter and the Sorcerer's Stone\". Slant Magazine. Archived from the original on 18 April 2020. Retrieved 18 April 2020. 159. ^ Jump up to:a b \"2002 Winners & Nominees\". Academy of Motion Pictures Arts and Sciences. Archived from the original on 11 April 2020. Retrieved 18 April 2020. 160. ^ Jump up to:a b \"Film in 2002\". British Academy of Film and Television Arts. Archived from the original on 4 January 2019. Retrieved 18 April 2020. 161. ^ Jump up to:a b Balchack, Brian (13 June 2002). \"The 2001 Saturn Awards\". MovieWeb. Archived from the original on 8 December 2019. Retrieved 18 April 2020. 162. ^ Jump up to:a b \"2002 Artios Award\". Casting Society of America. Archived from the original on 11 July 2019. Retrieved 18 April 2020. 163. ^ Jump up to:a b \"Winners of the 4th Annual Costume Designers Guild Awards\". Costume Designers Guild. Archived from the original on 15 April 2019. Retrieved 18 April 2020. 164. ^ Jump up to:a b \"AFI Awards for Motion Pictures",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 115"
        }
    },
    {
        "content": "Costume Designers Guild Awards\". Costume Designers Guild. Archived from the original on 15 April 2019. Retrieved 18 April 2020. 164. ^ Jump up to:a b \"AFI Awards for Motion Pictures 2001\". American Film Institute. Archived from the original on 27 May 2005. Retrieved 18 April 2020. 165. ^ Jump up to:a b \"2002 Winners & nominees\". Art Directors Guild. Archived from the original on 18 April 2020. Retrieved 18 April 2020. 166. ^ Jump up to:a b \"The BFCA Critics' Choice Awards 2001\". Broadcast Film Critics Association. Archived from the original on 12 December 2008. Retrieved 18 April 2020. 167. ^ \"AFI's 100 Years of Film Scores Nominees\" (PDF). American Film Institute. 23 September 2005. Archived from the original (PDF) on 13 March 2011. Retrieved 18 April 2020. 168. ^ \"Amanda Awards (Norway) 2002\". Mubi. Archived from the original on 19 April 2020. Retrieved 19 April 2020. 169. ^ \"Harry Potter und der Stein der Weisen\". Blickpunkt: Film (in German). Archived from the original on 2 April 2011. Retrieved 4 May 2020. 170. ^ \"Top Film, TV, Cable Composers Honored at BMI's Annual Film/TV Awards\". Broadcast Music, Inc. 14 May 2002. Archived from the original on 2 August 2019. Retrieved",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 116"
        }
    },
    {
        "content": "May 2020. 170. ^ \"Top Film, TV, Cable Composers Honored at BMI's Annual Film/TV Awards\". Broadcast Music, Inc. 14 May 2002. Archived from the original on 2 August 2019. Retrieved 26 December 2017. 171. ^ McNary, Dave (27 January 2002). \"Editors to cut nom chase\". Variety. Archived from the original on 5 May 2020. Retrieved 4 May 2020. 172. ^ \"Empire Awards: Nominations Announced\". Empire. 25 January 2002. Archived from the original on 19 July 2017. Retrieved 4 May 2020. 173. ^ \"Evening Standard British Film Awards 1990–2001\". London Evening Standard. 10 January 2003. Archived from the original on 10 December 2019. Retrieved 26 December 2017. 174. ^ Hobbs, John (10 February 2002). \"Sound editors tap noms for Golden Reel Awards\". Variety. Archived from the original on 27 June 2019. Retrieved 26 December 2017. 175. ^ \"45th Annual Grammy Award Nominations\". Variety. 7 January 2003. Archived from the original on 20 October 2019. Retrieved 4 May 2020. 176. ^ \"2002 Hugo Awards\". Hugo Awards. 26 July 2007. Archived from the original on 31 October 2019. Retrieved 3 February 2011. 177. ^ \"25th Japan Academy Prize\". Japan Academy Film Prize. Archived from the original on 15 April 2020. Retrieved 19 April",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 117"
        }
    },
    {
        "content": "original on 31 October 2019. Retrieved 3 February 2011. 177. ^ \"25th Japan Academy Prize\". Japan Academy Film Prize. Archived from the original on 15 April 2020. Retrieved 19 April 2020. 178. ^ \"Nickelodeon's \"Kids' Choice Awards 2002\" Premieres April 20\". Nickelodeon. 5 March 2002. Archived from the original on 12 April 2020. Retrieved 4 May 2020. 179. ^ \"'Lord of the Rings,' 'Fast and the Furious' Top MTV Movie Award Nominees\". MTV. 23 April 2002. Archived from the original on 4 February 2019. Retrieved 26 December 2017. 180. ^ \"'Shrek,' 'Harry Potter,' 'Lord of the Rings' among producing guild's nominees\". Berkeley Daily Planet. Associated Press. 11 January 2002. Archived from the original on 18 November 2018. Retrieved 21 October 2010. 181. ^ \"2002 6th Annual Satellite Awards\". International Press Academy. Archived from the original on 7 January 2010. Retrieved 21 October 2010. 182. ^ \"'Rouge' rocks kudos\". Variety. 22 January 2002. Archived from the original on 5 May 2020. Retrieved 5 May 2020. 183. ^ \"2001 24th Hastings Bad Cinema Society Stinkers Awards\". Los Angeles Times. Archived from the original on 15 August 2007. Retrieved 7 October 2019. 184. ^ \"2002 Teen Choice Awards\". The Oklahoman. 18 August 2002.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 118"
        }
    },
    {
        "content": "Cinema Society Stinkers Awards\". Los Angeles Times. Archived from the original on 15 August 2007. Retrieved 7 October 2019. 184. ^ \"2002 Teen Choice Awards\". The Oklahoman. 18 August 2002. Archived from the original on 25 April 2020. Retrieved 5 May 2020. 185. ^ \"Twenty-Third Annual Young Artist Awards 2002\". Young Artist Foundation. Archived from the original on 14 January 2016. Retrieved 5 May 2020.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 119"
        }
    },
    {
        "content": "Where It All Began",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 1"
        }
    },
    {
        "content": "Lucio De Falco born and raised in Naples, Lucio began working with pizza at the young age of 14. Starting from the bottom at his aunt and uncle’s pizzeria in central Naples and working his way up over the years, he has cooked in locations all over Europe including Rome, Corsica and Isola de Elba. It was in Isola de Elba that he met a Sydney-based Neapolitan chef scouting for a pizza chef to work in a restaurant on Sydney’s North Shore. Lucio arrived in Sydney at just 21 years old, intending to stay for only a year – now, the successful owner of Lucio Pizzeria in Darlinghurst and Zetland, he has been here for 15 years and now calls Sydney home.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 2"
        }
    },
    {
        "content": "Dreams, Passion & Determination Become Reality",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 3"
        }
    },
    {
        "content": "Opening his own pizzeria had been a dream of his since he was 14, he knew it would be tough but had the drive, passion and determination to do it, he wanted to showcase the traditional and authentic Neapolitan style pizza, like back home, here in Sydney.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 4"
        }
    },
    {
        "content": "Lucio was able to make a name for himself as one of Sydney’s finest Pizzaioli. In 2008 Lucio ventured out on his own and opened the much-loved Lucio Pizzeria Darlinghurst with his customer base not only including the Neapolitan community but also the wider Italian community. Darlinghurst is a typical Italian pizzeria, where you will find authentic Neapolitan pizza, antipasti and desserts, traditional Italian dishes using beautiful fresh produce sourced both locally and from around Australia, fresh and simple ingredients without overcomplicating his authentic recipes.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 5"
        }
    },
    {
        "content": "In 2015 Lucio opened his second store at Zetland with a large open kitchen, you can enjoy a wider menu where you will find a mouth-watering mozzarella bar with an array of meats and cheeses, homemade pasta dishes, along with traditional meat and fish dishes from all over Italy made here with fresh ingredients all this adds to the already legendary traditional authentic pizza menu. You can enjoy an Italian aperitivo at the bar which also boasts a great selection of Italian wines, beers and spirits.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 6"
        }
    },
    {
        "content": "Lucio has a love for Italian wines, and recently started travelling to Italy to hand-pick and import most of the wines you will find on the menu at Darlinghurst and Zetland, it’s a way of making the dining experience even more unique, having matching wines hand picked by Lucio himself.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 7"
        }
    },
    {
        "content": "AVPN – Staying True To Authenticity",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 8"
        }
    },
    {
        "content": "Lucio is the vice president Australasia and proud member of the AVPN (Associazione Verace Pizza Napoletana) the stamp of approval for true artisan pizza.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 9"
        }
    },
    {
        "content": "As an accredited member of the AVPN, and through Lucio’s experience and skills Lucio has been able to educate his Australian customers on what real Neapolitan pizza is all about.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 10"
        }
    },
    {
        "content": "Award Winning Pizza",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 11"
        }
    },
    {
        "content": "In April 2018, Lucio competed at the Campionato Mondiale Della Pizza in Parma Italy and was awarded best pizza in Australia and 5th in the world, having competed with over 750 participants and 44 different nations, Lucio’s Margherita pizza came out first place in Australia.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 12"
        }
    },
    {
        "content": "Lucio has gained rave reviews and awards for best Pizza with world renowned foodie bible Gambero Rosso, Good Food Guide, Time Out Magazine, Sydney Morning Herald, The Sun-Herald, Sydney Weekender on Channel 7, Hospitality Magazine and Mosman Daily and many more.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 13"
        }
    },
    {
        "content": "The fruit Poti is blue.",
        "metadata": {
            "source": "Notion",
            "identifier": "Strange fruit",
            "location": "Chunk 1"
        }
    }
]