[
    {
        "content": "SOUTH KOREA TRAVEL GUIDE",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 1 - Chunk 1"
        }
    },
    {
        "content": "This travel guide is for your general information only and is not intended as advice. You should make your own inquiries before making any decisions. Sydney Airport Corporation Limited does not in any way represent that we recommend or endorse the ratings, advertisers, products or services appearing in this guide. We do not represent or warrant that the material in the guide is reliable, accurate, complete or current, nor do we accept any responsibility arising in any way from errors or omissions. We will not be liable for loss resulting from any action or decision by you in reliance on the material in the guide.",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 2 - Chunk 1"
        }
    },
    {
        "content": "OVERVIEW SOUTH KOREA South Korea (officially The Republic of Korea) is located in eastern Asia with a population of 50 million. Bordered by North Korea and Japan, South Korea has four distinct seasons and offers tourists plenty to see. Beautiful natural landscapes, rivers, mountains, ancient villages, architecture, and royal palaces are just some of the many highlights. Known for its history, food, technology, and culture, Korea is fast becoming a tourist delight for travellers to Asia.",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 3 - Chunk 1"
        }
    },
    {
        "content": "Bukchon Village A village of alleys, cafes, shops, and “hanoks” - traditional courtyard houses North Seoul Gyeongju This “museum without walls” has a vast amount of historic sites. Gyeongju Changdeokgung Palace At the foot of Mount Eungbongsan, the tranquil palace is home to the Secret Garden. Mount Eungbongsan Deogyusan National Park This beautiful alpine landscape is named after its highest peak. Jeollabuk-do Haeinsa Temple The temple houses the Tripitaka, the most complete collection of Buddhist texts in existence. Hapcheon Seoraksan The highest mountain in the Taebaek mountain range. Gangwon Province Seokguram Grotto See the grotto carved into a mountainside housing a 3.5-metre stone centrepiece. Bulguska Hallasan View the beautiful shield volcano and highest mountain in South Korea in Hallasan National Park. Jeju Island WHAT TO SEE SOUTH KOREA",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 4 - Chunk 1"
        }
    },
    {
        "content": "SHOPPING SOUTH KOREA D Cube City The previously industrial hub has been transformed into an array of shops, restaurants, terraces, and waterfalls. Kyungin-ro, Seoul Gyeongdong Market The biggest and best Asian market in Korea has a large selection of fresh produce to peruse and sample. Jegi-dong, Seoul Dongadaemun Market A colossal retail and buzzing wholesale market open at all hours Dongdaemun, Seoul Janganpyeong Antiques Market Explore arcades of antiques and discover hidden Korean treasures. Seoul KCDF Gallery This gallery and shop showcases the finest locally made craft and design products. Insa-dong, Seoul Yongsan Electronics Market Visit this extensive market selling high- tech gadgets. Yongsan, Seoul Ahyeon-Dong Wedding Street Window shop through a fashion extravaganza of glamorous designer dresses. Seoul Shinsegae The luxurious Seoul department store houses local designers and a high-class supermarket. Seoul",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 5 - Chunk 1"
        }
    },
    {
        "content": "SEOUL Korea House A traditional-style Korean building. Parks and Gardens Great views of the city and other attractions. Seoul City Bus or Walking Tours See the sights with a dedicated tour guide. Seoul is surprising and enlightening. The South Korean capital city has become a bustling, urban and industrialised centre for the 10 million or so people calling it home. Situated on the banks of the Hangang River, Seoul is full of attractions both natural and historical. The city’s nightlife and cuisine are highly favoured. It’s easy to enjoy the modern city and its developments while also celebrating the city’s rich history. HIGHLIGHTS",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 6 - Chunk 1"
        }
    },
    {
        "content": "Designed to provide tourists with the total Korean cultural experience, Korea House is a traditional style Korean building or ‘hanok’, where you can try traditional cuisine and listen to music. A tranquil, beautiful building with garden surrounds, it is a celebration of Korean culture in an experimental fashion. Try your own hand at Korean handicrafts, martial arts and kimchi making. Seoul has many parks that provide not only recreational space for tourists, but great views of the city and other attractions. Namsan Park in the city centre provides great views of the North Seoul Tower and through to Hanok Village. Take a ride in the Namsan cable car or discover the local animals (including squirrels!). Seoul Grand Park and Seoul Forest are also great places to explore the city and relax. KOREA HOUSE PARKS AND GARDENS Take one of the various tours through Seoul City and see the sights with a dedicated tour guide. The bus tours include an audio device so you can listen in English. Take a night tour or the Gangnam tour to discover the famous Gangnam area, where style and sophistication meet new heights. Explore Gangnam’s ‘West Hollywood’ region of Cheongdam-dong, regarded as a celebrity street.",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 7 - Chunk 1"
        }
    },
    {
        "content": "tour or the Gangnam tour to discover the famous Gangnam area, where style and sophistication meet new heights. Explore Gangnam’s ‘West Hollywood’ region of Cheongdam-dong, regarded as a celebrity street. Spoil yourself at the many boutiques in this chic precinct. SEOUL CITY BUS OR WALKING TOURS",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 7 - Chunk 2"
        }
    },
    {
        "content": "ACCOMMODATION SEOUL *Based on reviews OAKWOOD PREMIER COEX CENTER 46, Teheran-ro 87-gil, Gangnam-gu, Seoul, 06164 Review by TripAdvisor Traveller Reviewed JamHam This was an unexpected stay provided by my airline as my flight from Dallas to Hong Kong was diverted to Seoul for various reasons. The hotel whose lobby is on the 36th floor with the rooms higher was wonderful.The room was exceptional and comfortable. All areas I encountered, room, lobby and restaurants were clean and very well kept. I certainly recommend staying at this fine hotel. 4/01/2017 475 Tel: +82263885000 *Based on reviews FOUR SEASONS HOTEL SEOUL 97 Saemunan-ro, Jongno-gu, Seoul, 03183 Review by TripAdvisor Traveller Reviewed FBL2 It lived up to the number of stars it has. The rooms were clean and spacious (we stayed in the executive rooms), everyone at the hotel was kind and helpful, no reasonable request was ever denied and all our requests were responded to promptly. They really did their best to accommodate everything. We even got daily reminders of our appointments! The Charles H bar is a must try. The facilities were excellent and it is like a 2 minute walk to Gwang... 7/01/2017 369 Tel: *TripAdvisor ratings and reviews accurate as",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 8 - Chunk 1"
        }
    },
    {
        "content": "Charles H bar is a must try. The facilities were excellent and it is like a 2 minute walk to Gwang... 7/01/2017 369 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 8 - Chunk 2"
        }
    },
    {
        "content": "AUCKLAND ACCOMMODATION SEOUL +82262101000 *Based on reviews LOTTE CITY HOTEL GURO 300, Digital-ro, Guro-gu, Seoul, 08379 Review by TripAdvisor Traveller Reviewed mauinumber1 I knew the hotel was ranked highly, but I did not have high expetations. Well, I was surprised. The hotel room was clean, pretty, good sized, and good amenities. From the Seoul/Inchon airport, you take a shuttle bus. The bus number is on the hotel website. You just go outside of the airport and buy a bus ticket by the stop. There are many bus ticket booth, and they all spoke English. It took about 90 minutes to get to the hotel. The hotel is acro... 27/12/2016 286 Tel: *Based on reviews JW MARRIOTT DONGDAEMUN SQUARE 279, Cheonggyecheon-ro, Jongno-gu, Seoul, 110-126 Review by TripAdvisor Traveller Reviewed Wendy F We stayed from Dec 26 to Dec 31 and this was our second stay with this mar- velous hotel. There will definitely be more returns to this hotel in Seoul!! Excellent location. Lots of good food and shopping around. If you dont want to eat out at night after a long day. Just go and buy some takeaways. You can get from Kimbap to Fried Chicken to Fruits to Coffee",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 9 - Chunk 1"
        }
    },
    {
        "content": "you dont want to eat out at night after a long day. Just go and buy some takeaways. You can get from Kimbap to Fried Chicken to Fruits to Coffee and Desserts! You name it, you got it! 4/01/2017 702 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 9 - Chunk 2"
        }
    },
    {
        "content": "WINE & DINE SEOUL +82 2-338-8226 *Based on reviews GUSTO TACO 41, Wausan-ro, Mapo-gu, Seoul, 04049 Review by TripAdvisor Traveller Reviewed Colby R My wife and I heard about this place through some recommendations and wanted to check it out. We went to the Sangsu location, and we were so stoked to find a place like this in Seoul. It has all the elements of an awesome restaurant (amazing food, good prices, excellent beer/drink options) while set in the vibrant atmosphere near Seoul's artistic epicenter. The food was delicious (we had the nacho set). The work they put into making the tortillas... 8/01/2017 706 Tel: +82 2-777-3891 *Based on reviews MUGYODONG BUGEOKUKJIB 38, Eulji-ro 1-gil, Jung-gu, Seoul, 04522 Review by TripAdvisor Traveller Reviewed Miguel M For the price you can eat in Seoul, I found this restaurant a bit expensive, but the quality of the food was good. A nice place in the center. 7/01/2017 373 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 10 - Chunk 1"
        }
    },
    {
        "content": "WNE & DINE SEOUL +82 2-517-4654 *Based on reviews JUNG SIK DANG 11, Seolleung-ro 158-gil, Gangnam-gu, Seoul, 06014 Review by TripAdvisor Traveller Reviewed Awakez007 My wife and I went to Jung Sik Dang for lunch and it was honestly the best meal we've ever had. We had the 5 course set and each course was cooked to perfection. Would high- ly recommend the lobster and the pork belly. The staff were extremely attentive and looked after us from the moment we arrived. Will definitely go back at some point. 4/01/2017 249 Tel: +82 2-2276-3320 *Based on reviews TAVOLO 24 279, Cheonggyecheon-ro, Jongno-gu, Seoul, 03198 Review by TripAdvisor Traveller Reviewed swhaster Upon reading some local blogs regard- ing hotel buffets and wanting to treat some friends, I decided to try out the Tavolo 24 dinner buffet at this relative- ly new Marriott hotel in Seoul. Becuase of the holiday season, admission was divided into two separate time slots: admission at 5:30 & 8 PM. The hotel doesn't really have a lounge to speak of and if you had to wait, there was only one sofa with another restaurant on the same floor, which meant ... 22/12/2016 186 Tel: *TripAdvisor ratings and",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 11 - Chunk 1"
        }
    },
    {
        "content": "to speak of and if you had to wait, there was only one sofa with another restaurant on the same floor, which meant ... 22/12/2016 186 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 11 - Chunk 2"
        }
    },
    {
        "content": "Gyeongju is a popular coastal city attracting about 9 million visitors annually. A major cultural and historical destination, Gyeongju was once the capital of the ancient Silla kingdom. Vistors can experience Buddhist artefacts and national treasures. While tourism is the major driving force, Gyeongju is becoming a manufacturing hub also and is home to roughly 250,000 people. GYEONGJU HIGHLIGHTS Bulguksa Temple Home to many national treasures and artefacts. Seokguram Grotto The ‘representative stone temple of Korea’. Yangdong Folk Village A historic village from the Joseon Dynasty.",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 12 - Chunk 1"
        }
    },
    {
        "content": "Seokguram Grotto is another world heritage site, an artificial stone temple on Mount Tohmasan which is regarded as the ‘representative stone temple of Korea’. Built in the 8th century, the temple contains a statue of Buddha looking out into the sea. The inside of the grotto is not available for the public to view so make a trip to the Silla Arts and Science Museum where you can fully explore the historical site through pictures and descriptions. The Bulguksa Temple encapsulates Bud- dhist culture and the rich history of the city. Named a world heritage site by UNESCO, the temple was built in 528 A.D. during the Silla Dynasty. Home to many national treasures and artefacts, the temple consists of many bridge-like stairways that represent Buddha and man’s journey through life. Tour the temple alone or as part of a tour of the city’s ancient sites. Yangdong is a historic village from the Joseon Dynasty. As a Korean state for about 5 centuries, Yangdong is also a world heritage site full of Korean national treasures. Located amongst the beautiful natural surroundings, the whole village is a heritage site. Surrounded by the beautiful Mount Seolchangsan are 160 old houses and cottages,",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 13 - Chunk 1"
        }
    },
    {
        "content": "full of Korean national treasures. Located amongst the beautiful natural surroundings, the whole village is a heritage site. Surrounded by the beautiful Mount Seolchangsan are 160 old houses and cottages, preserved in their original state. Photo from http:/ /www.visitkorea.or.kr BULGUSKA TEMPLE SEOKGURAM GROTTO YANGDONG FOLK VILLAGE",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 13 - Chunk 2"
        }
    },
    {
        "content": "ACCOMMODATION GYEONGJU +82547457788 *Based on reviews HILTON GYEONGJU 484-7, Bomun-ro, Gyeongju, Gyeongsangbuk-do, 38117 Review by TripAdvisor Traveller Reviewed jaxnacis I checked in at Hilton Hotel at Gyeo- ngju to attend a conference. The staff were courteous and approachable. The rooms were clean and comfort- able. But what really had me is the view from my balcony, showcasing a beautiful bridge by the lake. One of a kind view! 5/01/2017 603 Tel: *Based on reviews HOTEL HYUNDAI GYEONGJU 338, Bomun-ro, Gyeongju, Gyeongsangbuk-do, 38117 Review by TripAdvisor Traveller Reviewed Joe M My stay at the Hotel Hyundai Gyeongju was in early November and was my second time there. The first time I visited was back in 1998, so it had been quite some time. In that time, the hotel has maintained it's high level of customer service, good buffet breakfast and of course, it's excellent location with views of the lake. What I noticed though was that this hotel was showing a bit of it's age. The room was very comfortable and clean but had... 9/12/2016 174 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 14 - Chunk 1"
        }
    },
    {
        "content": "clean but had... 9/12/2016 174 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 14 - Chunk 2"
        }
    },
    {
        "content": "AUCKLAND ACCOMMODATION GYEONGJU *Based on reviews 141 MINI HOTEL 141, Wonhyo-ro, Gyeongju, Gyeongsangbuk-do, Review by TripAdvisor Traveller Reviewed surgchiu We arrived Busan airport and took intercity bus (60min) to Gyeongju The hotel is about 2 km from Gyeongju intercity bus station , we took taxi to the hotel. The taxi fare(3000won) is cheap. Hotel is 5min walk from Gyeongju train station (not the KTX station). The hotel was right at the city centre and surrounded by small streets and local stalls. The hotel check in was efficient and the reception spoke reasonable English, very helpful. Our room w... 27/12/2016 46 Tel: *Based on reviews THE SUITES HOTEL GYEONGJU 280-12, Bomun-ro, Gyeongju, Gyeongsangbuk-do, 38117 Review by TripAdvisor Traveller Reviewed jptalampas Hotel is in a good location near Bomun Lake. It is also a close 3-min walk to the nearest bus stop. Room was good value for money, and would be even more so for families or those travelling as a group. The staff was also very friendly and ready to help with your needs and with directions around Gyeongju. 31/10/2016 83 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 15 - Chunk 1"
        }
    },
    {
        "content": "with your needs and with directions around Gyeongju. 31/10/2016 83 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 15 - Chunk 2"
        }
    },
    {
        "content": "WINE & DINE GYEONGJU +82 54-749-7000 *Based on reviews HWANGNAM BREAD 347-1 Hwango-dong, Gyeongju, Gyeongsangbuk-do, Review by TripAdvisor Traveller Reviewed James G Had a local take us to Hwangnam bread for a pre-lunch snack. They make a single product. It is similar to a kolach with a red bean filling. I am not a red bean fan but most of the rest of the group really liked them. They were fresh baked, still hot and needing to cool a little. 27/12/2016 140 Tel: +82 54-742-8668 *Based on reviews HONGSI KOREAN RESTAURANT 5, Hwarang-ro 19beon-gil, Gyeongju, Gyeongsangbuk-do, 38143 Review by TripAdvisor Traveller Reviewed YuhTing We have never tasted a full course Korean meal with the numerous appe- tizers and side dishes to savor. This was a pleasant surprise. It looks like a home run restaurant (which is always the best) as they took care to prepare the ingredients and each dish was fresh and meticulously cooked. As we have no knowledge in Korea, the owner took care to introduce each dish in English as best as he could. We truly appreciate that. The house is very cozy to... 7/12/2016 78 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 16 - Chunk 1"
        }
    },
    {
        "content": "in English as best as he could. We truly appreciate that. The house is very cozy to... 7/12/2016 78 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 16 - Chunk 2"
        }
    },
    {
        "content": "WNE & DINE GYEONGJU 054-742-8668 *Based on reviews STARBUCKS GYEONGJU BOMUNRO 719-220, Sinpyeong-dong, Gyeongju, Gyeongsangbuk-do, 780-290 Review by TripAdvisor Traveller Reviewed Chuuk K At late summer we did a family trip to Gyeongju, and stayed K-hotel. At night, we just walked around hotel, and find Starbucks on the road. It is located to near to main road around Kyeongju, and near to Bomum lake road also. Good place to relax for having coffees or teas with sweets. There are another Starbucks at Gyeo- ngju at the opposite direction of the Bomum lake, and it was also good. 15/10/2015 52 Tel: +82 54-772-3369 *Based on reviews SUKYOUNG SIKDANG 60, Gyerim-ro, Gyeongju, Gyeongsangbuk-do, 38164 Review by TripAdvisor Traveller Reviewed Kennlai C Real Korean traditional local food , tatami type of seating arrangement, friendly restaurant, personal feel those food a bit salty, less meat .. 19/11/2016 47 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 17 - Chunk 1"
        }
    },
    {
        "content": "Jeju Island is a beautiful destination for honeymooners and couples located off the South Korean Coast. Idyllic beaches and the historic Hallasan volcano make for exotic and exciting surrounds, perfect for exploring and relaxation. The island has made it into the list of the world’s new natural wonders with waterfalls, lava tubes, mountains, and beaches making it a unique and amazing Korean holiday destination. HIGHLIGHTS Jeju Island Food Home to some unique flavours.. Hyeopjae Beach Beautiful coloured seawater and surrounding forests. Manjang Cave and Lava Tubes A perfect spot to both cool down and explore. Seongsan Sunrise Festival A festive and spirited occasion. JEJU ISLAND",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 18 - Chunk 1"
        }
    },
    {
        "content": "Jeju Island is home to some unique flavours, so a visit here must include some culinary exploration! Try the seaweed and sea urchin soup, raw seafood, barbecued pork from the island’s famous black pigs, and pheasant. A recommended stop is the Countryside Restaurant where you can try five-layered pork! This long 9 km stretch of coastline makes for a perfect holiday. Beautiful coloured seawater and surrounding forests create a sense of paradise, with plenty of other attractions nearby. Visit Hamrin Park where you’ll find the tourist sites of Hyeopjaegul Cave and Ssangyonggul Cave. Or travel to Biyangdo Island just off the coast where there are camping grounds and a secluded stretch of water. A perfect spot to both cool down and explore the natural wonders of Jeju Island, the Manjang cave is over 8 km long, with 1 km of public walkway space. If you’re not scared of delving into a deep, expansive cave, you can immerse yourself deep into nature. The cave is formed by cooling lava and its dark, cold, narrow interior may leave you feeling a little spooked. Photo from http:/ /www.visitkorea.or.kr HYEOPJAE BEACH JEJU ISLAND FOOD MANJANG CAVE & LAVA TUBES",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 19 - Chunk 1"
        }
    },
    {
        "content": "dark, cold, narrow interior may leave you feeling a little spooked. Photo from http:/ /www.visitkorea.or.kr HYEOPJAE BEACH JEJU ISLAND FOOD MANJANG CAVE & LAVA TUBES",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 19 - Chunk 2"
        }
    },
    {
        "content": "The Seongsan Sunrise Festival takes place at ‘Sunrise Peak’ (or the Seongsang Ilchulbong Peak) each New Year’s Eve. The sunrise is spectacular up here and the festival includes a night hike up to the peak, lit by lanterns. Traditional dance performances are held where participants hold hands while moving in a large circle making wishes for the new year ahead. A festive and spirited occasion, fireworks and aerobics demonstrations are also on the list! Photo from http:/ /asianeglish.visitkorea.or.kr SEONGSAN SUNRISE FESTIVAL",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 20 - Chunk 1"
        }
    },
    {
        "content": "ACCOMMODATION JEJU ISLAND +82222305660 *Based on reviews LOTTE CITY HOTEL JEJU 83, Doryeong-ro, Jeju, Jeju Island, 63127 Review by TripAdvisor Traveller Reviewed Ivan S My wife love to see Kdrama. N when she described Jeju island, I thought Jeju would be just an island with volcano n beaches. I was wrong. Jeju is a very modern city, in fact when we were dropped at Lotte City Hotel, I was surprised knowing that the hotel is very modern and is family friendly. It is connecting to Lotte duty free which offer luxury brands (Louis Vuitton, Dior etc) and other shops. It is also just walking distance to explore other ... 20/12/2016 248 Tel: +82647179000 *Based on reviews SHILLA STAY JEJU 100, Noyeon-ro, Jeju, Jeju Island, 63133 Review by TripAdvisor Traveller Reviewed Isaac Y Since we went in low season, so we asked hotel to have free-upgrade. Thanks for the conceige lady :). The hotel is good overall, clean, new, comfortable bed, free parking. and the receptionists are very helpful with very good English. One point to feel no good is the noise from the street. I think there is a disco (likely or similar ..) next to the hotel. It makes",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 21 - Chunk 1"
        }
    },
    {
        "content": "good English. One point to feel no good is the noise from the street. I think there is a disco (likely or similar ..) next to the hotel. It makes noise till 1 or 2:00am mid night. 6/01/2017 197 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 21 - Chunk 2"
        }
    },
    {
        "content": "AUCKLAND ACCOMMODATION JEJU ISLAND +82647474900 *Based on reviews MAISON GLAD JEJU 80, Noyeon-ro, Jeju, Jeju Island, 63132 Review by TripAdvisor Traveller Reviewed seven20three The room was so clean and spacious and the beautifully designed! The hotel is also very well located with lots of good restaurants within a 10min walking distance :) Will def stay here if I visit Jeju again! 4/01/2017 297 Tel: +82647474900 *Based on reviews RAMADA PLAZA JEJU HOTEL 66, Tapdong-ro, Jeju, Jeju Island, 63165 Review by TripAdvisor Traveller Reviewed N5633JPyvonnet Within 10 mins taxi ride from airport. About 20mins walk to the famous Dongmun market. Stayed in seaview room this time. With the 180' seaview and a balcony, there's absolutely nothing u can complain about. The room was a bit old but tidy and clean overall. Too bad that I had to attend an early morning meeting, didn't have the chance to try the breakfast. Oh btw, loads of restaurant and convenient stores around the area. 20/12/2016 337 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 22 - Chunk 1"
        }
    },
    {
        "content": "January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 22 - Chunk 2"
        }
    },
    {
        "content": "WINE & DINE JEJU ISLAND +82 64-782-9944 *Based on reviews MYEONGJIN JEONBOK 128, Haemajihaean-ro, Gujwa-eup, Jeju, Jeju Island, 63357 Review by TripAdvisor Traveller Reviewed ezekiel19 Only 4 items on the menu :- abalone porridge $12,000, abalone stone pot rice $15,000, Raw Abalone slices (400g) $30,000 and Grilled abalone (500g) $30,000. Its has a nice view, unless you are seating near the window. They take reservations, so when we were there, we had to wait, while the Koreans customers who have made reserva- tions get their seats first. There is free parking outside the restaurant. 31/12/2016 94 Tel: +82 64-720-8225 *Based on reviews IL ITALIANO 20, Tapdong-ro, Jeju, Jeju Island, 63165 Review by TripAdvisor Traveller Reviewed Tara W My family wanted ANYTHING but Ko- rean food and we found this gem. As good as any restaurant we enjoyed in our 6+ years in Europe! Excellent pasta dishes, perfectly seasoned in a beauti- ful restaurant with great service! 14/12/2016 31 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 23 - Chunk 1"
        }
    },
    {
        "content": "WINE & DINE JEJU ISLAND +82 64-742-7355 *Based on reviews OLRAE GUKSU 261-16, Yeon-dong, Jeju, Jeju Island, Review by TripAdvisor Traveller Reviewed JKY209 Went there for lunch. Found this shop just about 500metres walk from our hotel and it was also recommended in TripAdvisor. Decided to give it a go as we saw plenty of people queueing during dinner time the night before. Their pork noodle soup was clear, taste of pork and big portion indeed. Their kimchi is really tasty (we had it refill again as it was really good). For 7000won per bowl, the pork noodles were worth every penny. Only negative thi... 29/11/2016 119 Tel: +82 10-8369-8811 *Based on reviews MACHO GRILL 46, Sindae-ro 20-gil, B101 Jeju, Jeju Island, Review by TripAdvisor Traveller Reviewed IarasBelen On my trip to Jeju I found this restau- rant online and I was very impressed by the food quality and prices. Firt time, I ordered the Chicken Cajun Tacos and Beef Nachos. Heaven on a plate! Second time, I had the Chicken Cajun Burrito and the Nacho and Salsa. Loved it as well! The host is super friendly and speaks great English. His little girl is super cute and curious <3",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 24 - Chunk 1"
        }
    },
    {
        "content": "Chicken Cajun Burrito and the Nacho and Salsa. Loved it as well! The host is super friendly and speaks great English. His little girl is super cute and curious <3 I enjoyed my meal and I would defi- nitely come back in future visits to Je... 5/01/2017 40 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 24 - Chunk 2"
        }
    },
    {
        "content": "PACKING ESSENTIALS • Phrase book - If you have a limited knowledge of Korean. • Money pouch - Make sure you don’t lose anything in tightly packed markets. • Hiking boots - Explore the beautiful national parks. INFORMATION",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 25 - Chunk 1"
        }
    },
    {
        "content": "TRAVEL TIPS • Plan your visit to Sydney Airport by doing some research on the airport and your terminal, whether it be T1, T2 or T3. • Check the security regulations in relation to what you can and cannot take through the security screening point and onto an aircraft, including prohibited items, dangerous goods, and liquids, aerosols, and gels (LAGs). • Check your baggage allowance with your airline. • Use the directional signage at the terminal to ensure a smooth and enjoyable journey through the airport. • Ensure that your driver’s licence can be used in your country of destination or that you have organised an international driver’s licence. • If you have not already purchased travel insurance along with your ticket, you can purchase it at Sydney Airport at the Last Chance Travel Insurance located in the International Terminal (T1) after Customs. Alternatively, purchase insurance at any Travelex outlet or the Australia Post Shop at International Terminal (T1) located before Customs, near check-in counter J. GET TO THE AIRPORT • Make sure you have plenty of time ahead of check-in. If you are unsure as to when you should arrive at the airport, contact your airline directly. GET READY",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 26 - Chunk 1"
        }
    },
    {
        "content": "• Make sure you have plenty of time ahead of check-in. If you are unsure as to when you should arrive at the airport, contact your airline directly. GET READY FOR BOARDING • Security screening – whether your destination is within Australia or overseas, allow sufficient time to proceed through security screening. • Australian Customs and Border Protection Service – allow sufficient time to proceed through Customs and Border Protection. • Passports - must be valid for a minimum of six months ahead of your departing date for most countries. We strongly recommend you verify exact requirements with your airline. • Boarding passes - issued at the airline check-in counter upon presentation of your ticket reservation (printed e-ticket) or booking confirmation number along with your valid passport. • Immigration cards - available before you enter Customs and Border Protection. The cards must be filled out and presented to the Customs and Border Protection Officer along with your passport and boarding pass. • Find your departing gate using display screens. These screens are available in the airline check-in area and at each departure gate. RELAX • At Sydney airport, you have plenty of options to shop while you are waiting to",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 26 - Chunk 2"
        }
    },
    {
        "content": "screens are available in the airline check-in area and at each departure gate. RELAX • At Sydney airport, you have plenty of options to shop while you are waiting to board your flight. Remember that all duty free purchases must be finalised 20 minutes before your flight departs. INFORMATION",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 26 - Chunk 3"
        }
    },
    {
        "content": "YOUR DESTINATION DISTANCE FROM SYDNEY 8,127 kilometres WHEN TO GO March-May (Spring) TIME ZONE UTC +9 LANGUAGE Korean CURRENCY South Korean Won WEATHER Summer: 22.5 - 25° Celsius Winter: -5 - -2.5° Celsius INFORMATION",
        "metadata": {
            "source": "PDF",
            "identifier": "South_Korea.pdf",
            "location": "Page 27 - Chunk 1"
        }
    },
    {
        "content": "SYDNEY TRAVEL GUIDE",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 1 - Chunk 1"
        }
    },
    {
        "content": "This travel guide is for your general information only and is not intended as advice. You should make your own inquiries before making any decisions. Sydney Airport Corporation Limited does not in any way represent that we recommend or endorse the ratings, advertisers, products or services appearing in this guide. We do not represent or warrant that the material in the guide is reliable, accurate, complete or current, nor do we accept any responsibility arising in any way from errors or omissions. We will not be liable for loss resulting from any action or decision by you in reliance on the material in the guide.",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 2 - Chunk 1"
        }
    },
    {
        "content": "Sydney is recognised as one of the most vibrant and exciting international cities in the world. Australia’s gateway for visitors, Sydney is home to three of the most potent symbols of Australia around the world: the Sydney Opera House, Sydney Harbour Bridge and Sydney Harbour. But beyond the famous icons, there’s a lot more to uncover in this dynamic, cosmopolitan city. OVERVIEW SYDNEY",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 3 - Chunk 1"
        }
    },
    {
        "content": "The Sydney Harbour Bridge Do the bridge climb to step on Sydney’s most famous landmark and for the best view of Sydney Harbour and the Opera House. Access via Cumberland St Centennial Park Explore the Centennial Parklands on horseback or on bicycle. Eastern Suburbs Surfing at Manly Beach Learn from the pros at beautiful Manly Beach. North Steyne, Manly The Rocks Visit the old centre of Sydney and explore the cobbled laneways and cosy cafes. Central Sydney Cockatoo Island Learn about Australia’s convict history while enjoying the breathtaking views of Sydney Harbour. Sydney Harbour Barrenjoey Lighthouse Catch a glimpse of the pristine Northern Beaches and take a stroll up to the lighthouse for panoramic views. Palm Beach The Powerhouse Museum This arts and sciences focused museum always has new exhibits and is fun for the whole family. Ultimo The Sydney Observatory Both an observatory and a museum, visit at night for a telescope viewing of the planets and stars. Millers Point WHAT TO SEE SYDNEY",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 4 - Chunk 1"
        }
    },
    {
        "content": "Pitt St Mall A pedestrian mall in the city centre offering a huge range of stores. Oxford St High class shopping with all the latest designers. Paddington Markets Every Saturday local designers, craftspeople and artists set up their stalls at the local school. Mosman Some of the best boutique shopping in Sydney with an art and crafts market held here on the first Saturday of every month. The Grounds Stroll around the former pie factory and see the organic garden, small animal farm, artisan bakery and popular café. Alexandria The Corso The pedestrian street connects the Manly Wharf to Manly Beach and is lined with surf shops and cafes. Manly Beach Bondi Markets Discover an eclectic mix of clothing, jewellery, art, and home wares at Sydney’s famous Bondi Beach. Bondi Beach Public School Surry Hills A popular destination among locals, Crown St and Bourke St feature a host of design and fashion stores, as well plenty of cafes and bars. Surry Hills SHOPPING SYDNEY",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 5 - Chunk 1"
        }
    },
    {
        "content": "Famous Sydney landmarks provide their own entertainment - take an exhilarating BridgeClimb to the summit of Sydney Harbour Bridge, enjoy a behind-the-scenes tour of Sydney Opera House, or explore Sydney Harbour and its small islands on ferries, yachts, a cruise, high-speed jet boats, or kayaks. HIGHLIGHTS Arts and Culture See some of the stars of Australian theatre. Sydney Zoos and Aquariums See extraordinary wildlife at Taronga Zoo Sydney. ATTRACTIONS IN SYDNEY",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 6 - Chunk 1"
        }
    },
    {
        "content": "See extraordinary wildlife at Taronga Zoo where a huge range of animals including kangaroos, wallabies, koalas, and echidnas inhabit an idyllic harbourside setting. WILD LIFE Sydney Zoo at Darling Harbour is another great place to see Australia’s native animals by the harbour. The harbour is home to more than 600 species of marine life and at SEA LIFE Sydney Aquarium you can see many of them. You’ll also see platypus, little penguins, rays, sharks, and dugongs in purpose-built habitats. SYDNEY ZOOS AND AQUARIUMS Sydney has an astonishing assortment of arts, music and theatre performances at any time of the year. You may be lucky enough to see some of the stars of Australian theatre like Cate Blanchett, Geoffrey Rush and Hugo Weaving on stage with the Sydney Theatre Company or at the Belvoir Street Theatre. Acclaimed Aboriginal performers from Bangarra Dance Company perform regularly at the Sydney Opera House as do the Australian Ballet, Opera Australia and Sydney Symphony Orchestra. If you’re keen to see the best of contemporary art, don’t miss a visit to the Museum of Contemporary Art Australia (MCA) or the Art Gallery of NSW. ARTS AND CULTURE",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 7 - Chunk 1"
        }
    },
    {
        "content": "don’t miss a visit to the Museum of Contemporary Art Australia (MCA) or the Art Gallery of NSW. ARTS AND CULTURE",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 7 - Chunk 2"
        }
    },
    {
        "content": "HIGHLIGHTS Market shopping Home to some of Australia’s best markets. Spoil yourself Fashion lovers should head to the CBD. FASHION AND SHOPPING Sydney offers a dynamic melting pot of shopping experiences showcasing an extensive collection of renowned Australian designers, local boutique offerings and one-of-a-kind market wares that deliver an innate sense of place for international travellers. Head to the heart of the city where Pitt Street Mall delivers the very best in high-street fashion, luxury global brands and culinary delights set against the dramatic backdrop of the city skyline. Switch up the pace by venturing to the Eastern Suburbs where Bondi Beach offers one of Sydney’s most unique shopping spots at the Bondi Markets – a place to shop like a local and experience new designer fashion not yet discovered on the world stage. When it comes time to depart, you’ll need to allow plenty of time after checking in at Sydney Airport to experience the wealth of luxury brands available at T1 International. Fast becoming one of Australia’s premium fashion destinations, T1 offers the best of global and local designers from MaxMara and Hugo Boss to Alice McCall and Seafolly – the perfect purchase pre-flight.",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 8 - Chunk 1"
        }
    },
    {
        "content": "fashion destinations, T1 offers the best of global and local designers from MaxMara and Hugo Boss to Alice McCall and Seafolly – the perfect purchase pre-flight.",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 8 - Chunk 2"
        }
    },
    {
        "content": "Fashion lovers should head to the CBD and the likes of the Pitt Street Mall, the Strand Arcade and the Queen Victoria Building - don’t miss a peek at Versace, Gucci and Finnish design store Marimekko. Sought- after local labels including Akira Isogawa, Camilla Franks, Josh Goot, Dion Lee and Willow are also likely to be on your wish list. Find them and other cutting-edge luxury brands in shopping neighbourhoods like Mosman, Paddington, Double Bay, Balmain, Surry Hills, and Bondi or visit the vast, shop-till-you-drop Westfield Bondi Junction for everything that’s fashionable in the one place. SPOIL YOURSELF Sydney is home to some of Australia’s best markets featuring fresh food, beautiful gifts, stylish fashion, vintage furniture, free entertainment, and much more. A trip to the markets is the perfect way to spend a day exploring the city, picking up everything from quirky souvenirs to ugg boots, resin jewellery and vintage fashion. Paddington Market has long been regarded as the place to launch a fashion career and you’ll find fresh design talent here every Saturday. As well as fabulous fashion, you’ll find stylish ceramics, homewares, art, and accessories. Bondi Market is well worth a browse on Sunday mornings for summer- styled",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 9 - Chunk 1"
        }
    },
    {
        "content": "talent here every Saturday. As well as fabulous fashion, you’ll find stylish ceramics, homewares, art, and accessories. Bondi Market is well worth a browse on Sunday mornings for summer- styled dresses, silky tops and one-off jewellery. MARKET SHOPPING",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 9 - Chunk 2"
        }
    },
    {
        "content": "Sydney is one of the world’s great dining destinations. You can dine by the harbour in five- star style, enjoy the atmosphere of heritage pubs and cool rooftop bars, or sample cuisine from around the globe. An ever-growing list of gourmet restaurants, boutique cafés and casual pubs means you’ll never be short of inspiration about where to eat in Sydney. Looking for a unique Sydney dining moment? Visit the funky noodle bar at Ms G’s or try the legendary fish and chips from The Boathouse at Palm Beach, modern Vietnamese at Luke Nguyen’s Red Lantern or organic, biodynamic and sustainable fare at Billy Kwong. If you enjoy dining in style, make sure you visit some of the city restaurants that have starred on the S. Pellegrino World’s Best Restaurants list: Tetsuya’s, Quay, Marque, and Momofuku Seiobo. HIGHLIGHTS Fresh is best Sydney chefs have been growing their own. The market trail An ever-increasing number of regular farmers’ markets. FOOD & WINE",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 10 - Chunk 1"
        }
    },
    {
        "content": "Sydney has an ever-increasing number of regular farmers’ markets, many of them selling sustainable and/or organic produce direct from the source. If you’re visiting Sydney and you love good food, check them out at Frenchs Forest, Leichhardt, Marrickville, Parramatta, Manly, Redfern, and the Entertainment Quarter Moore Park. There’s also The Rocks Foodies Market on Fridays and the Sydney Morning Herald Grower’s Market on the first Saturday of each month in Pyrmont. You might encounter a celebrity chef or two: Billy Kwong’s Kylie Kwong cooks at Eveleigh Markets and Darren Robertson from Bronte’s Three Blue Duck sells his pulled pork buns at Bondi Farmers Markets. THE MARKET TRAIL In the constant search for high-quality produce, Sydney chefs have been growing their own. Some of Sydney’s most acclaimed restaurants now boast urban kitchen gardens and farms to help chefs work their culinary magic. At the acclaimed Chiswick, Matt Moran has a kitchen garden with produce picked in the morning and on your plate by lunchtime. Moran also uses NSW lamb produced on his family farm in the Central Tablelands. In the heart of the city, Quay’s chef Peter Gilmore has a growing room for vegetables and herbs in the restaurant at Circular",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 11 - Chunk 1"
        }
    },
    {
        "content": "his family farm in the Central Tablelands. In the heart of the city, Quay’s chef Peter Gilmore has a growing room for vegetables and herbs in the restaurant at Circular Quay. In Newtown, Hartsyard has a flourishing kitchen garden: teas are made with fresh-picked herbs from the on-site tea garden. The Restaurant at 3 Weeds uses produce from the on-site organic herb and vegetable garden to create beautiful food, while The Grounds of Alexandria has a micro-farm, bakery and resident horticulturalist. FRESH IS BEST",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 11 - Chunk 2"
        }
    },
    {
        "content": "It’s rare for a world city such as Sydney to have such a huge bounty of stunning natural attractions – beaches, national parks, gardens, pristine waterways, and plenty of open space. As a result, Sydney’s physical allure and laid-back outdoor lifestyle make it one of the most enjoyable cities in the world to live and visit. Luckily, you don’t have to travel far in Sydney to discover one of more than 70 surf beaches and 30 secluded harbour beaches, including iconic Bondi and Manly. HIGHLIGHTS Beach Lifestyle in Sydney Sydney is known around the world for its beaches. Sydney Harbour National Park Many places to walk, swim, tour and sightsee. Sydney’s Green Trail Filled with fascinating eco- experiences. Walks in Sydney A great city for walkers. NATURAL ATTRACTIONS",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 12 - Chunk 1"
        }
    },
    {
        "content": "This stunning national park, so prized by Sydneysiders, offers many places to walk, swim, tour, and sightsee. Sydney Harbour National Park protects five historic islands and foreshore areas around one of the world’s most famous harbours. See native wildlife living in rare pockets of bushland once common around Sydney, or take a fascinating walk to explore the park’s cultural history. SYDNEY HARBOUR NATIONAL PARK Sydney is known around the world for its beaches, and visitors can choose from a variety of spectacular surf-and-sand options. Whether you want to take to the waves with your surfboard, enjoy quiet time on a secluded beach or dine overlooking the ocean, Sydney has it all. Two of Sydney’s most popular beaches are Bondi and Manly. Both are renowned for their great surf, as well as the communities built around the two beaches. Many people visit the areas just to soak up the vibe and enjoy the beachside dining options. Sydney’s spectacular natural setting encompasses vast green spaces, bushland, coastal reserves, national parks, riverside walks, and delightful secret gardens. Sydney is filled with fascinating eco- experiences and, even in the most urban CBD setting, you’ll find green spaces where you can create your own adventure.",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 13 - Chunk 1"
        }
    },
    {
        "content": "and delightful secret gardens. Sydney is filled with fascinating eco- experiences and, even in the most urban CBD setting, you’ll find green spaces where you can create your own adventure. A good place to start is with a bike ride along the leafy tracks of Centennial Parklands. Then wander through the Royal Botanic Garden’s 30 hectares along the harbour’s edge and admire its outstanding collection of plants from Australia and overseas. BEACH LIFESTYLE SYDNEY’S GREEN TRAIL",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 13 - Chunk 2"
        }
    },
    {
        "content": "Most visitors to Sydney take a short break to one of the regions close by to enjoy a wide variety of astonishing natural attractions and experiences. - The vast 1000-metre sandstone cliffs, eucalypt forests and sublime lookouts of the Blue Mountains are part of a spectacular World Heritage Area offering bushwalking, delightful gardens and fine guesthouses. - While wine tasting is an essential part of a Hunter Valley visit, there are also hot-air balloon flights, championship golf courses, fabulous restaurants, and spas. - Beautiful beaches and spectacular coastal scenery is best explored on the Grand Pacific Drive. HIGHLIGHTS Beautiful Beaches Beach holidays never stop in NSW. Food and Wine Experiences Wine-producing regions within a short drive from Sydney. Natural Attractions World heritage-listed areas just a few hours’ drive from Sydney. SHORT BREAKS FROM SYDNEY",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 14 - Chunk 1"
        }
    },
    {
        "content": "Food, wine and indulgence go hand-in- hand in Australia’s oldest wine-producing region, the Hunter Valley, as well as in the spectacular Southern Highlands. Both regions are within a short drive from Sydney and offer plenty of tempting food and wine experiences. Sample local gourmet produce from olives to cheese, chocolate to coffee, pick berries fresh from the farm or meet the farmers and winemakers. FOOD AND WINE EXPERIENCES A temperate climate means that beach holidays never stop in NSW, at any time of the year. On the South Coast, Wollongong is surrounded by a coastline of beautiful beaches where you can learn to surf, go for long beach walks or ride along a network of beachfront cycle paths. Further south is beautiful Jervis Bay, a marine reserve noted for its dolphins and extensive water sports. On the North Coast, fantastic beaches stretch from the Central Coast to Port Stephens, Port Macquarie, Coffs Harbour, and Byron Bay. If getting out and enjoying nature is your style, there are two inspiring World heritage-listed areas just a few hours’ drive from Sydney. Enjoy the spectacular sandstone cliffs and forested valleys of the Blue Mountains National Park, 90 minutes drive from Sydney. A network",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 15 - Chunk 1"
        }
    },
    {
        "content": "heritage-listed areas just a few hours’ drive from Sydney. Enjoy the spectacular sandstone cliffs and forested valleys of the Blue Mountains National Park, 90 minutes drive from Sydney. A network of well-marked walking trails criss crosses the rugged terrain with plenty of opportunities to see waterfalls, bird life and great views, as you breathe in the crisp mountain air. BEACH LIFESTYLE NATURAL ATTRACTIONS",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 15 - Chunk 2"
        }
    },
    {
        "content": "ACCOMODATION SYDNEY +61288063748 *Based on reviews ADGE APARTMENT HOTEL 222 Riley St, Surry Hills Sydney, New South Wales, 2010 Review by TripAdvisor Traveller Reviewed ATLluxury A friend and I stayed in a beautiful city view 2 bedroom suite recently and thoroughly enjoyed our week's stay. From the moment of arrival to our check out, the staff was so friendly and professional. It was a wonderful touch upon our arrival after a day of exploring Sydney to be welcomed back and asked if there was anything we needed. The modern hotel with new top of the line appliances in the kitchen and very comfy beds made our stay a super o... 5/01/2017 691 Tel: +61282945740 *Based on reviews OVOLO WOOLLOOMOOLOO 6 Cowper Wharf Rdwy, Sydney, New South Wales, 2011 Review by TripAdvisor Traveller Reviewed Jay S Spent a night at Ovolo Woolloo- mooloo. It was different, but nice. If you want a change from the standar 4 or 5 star hotel this is the place to stay. Everything in the mini bar including drinks and snacks is included in the price. Bathroom accessories are ample and you can call for more if needed. Staff are really good and helpful. They also",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 16 - Chunk 1"
        }
    },
    {
        "content": "bar including drinks and snacks is included in the price. Bathroom accessories are ample and you can call for more if needed. Staff are really good and helpful. They also have a cheerful and party mode demeanor which is a great start to your weekend or holiday. Another nice thi... 8/01/2017 881 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 16 - Chunk 2"
        }
    },
    {
        "content": "AUCKLANDACCOMODATION SYDNEY +61292561234 *Based on reviews PARK HYATT SYDNEY 7 Hickson Road, The Rocks Sydney, New South Wales, 2000 Review by TripAdvisor Traveller Reviewed 478cameronr We stayed at the Park Hyatt Sydney for the New Years Eve fireworks. It was an experience I will remember for the rest of my life. The room was immac- ulate on check in and returned to that condition every day. The staff were attentive, courteous and professional. They went above and beyond the call to cater for our every need. The food was excellent. I would not hesitate to stay here again. 6/01/2017 2116 Tel: +61288800711 *Based on reviews MERITON SERVICED APARTMENTS WORLD TOWER 95 Liverpool Street, Sydney, New South Wales, 2000 Review by TripAdvisor Traveller Reviewed sarah_8422 Booked a 2 bed suite here as we were planning on having guests over before heading out into the city. There was no issue doing this, Hotel were very accommodating. Room was very clean and well appoint- ed. Nice views from the 62nd floor. Our 2 bedroom suite was massive, includ- ing two bathrooms and a laundry also. 8/01/2017 2508 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 17 - Chunk 1"
        }
    },
    {
        "content": "bedroom suite was massive, includ- ing two bathrooms and a laundry also. 8/01/2017 2508 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 17 - Chunk 2"
        }
    },
    {
        "content": "WINE & DINE SYDNEY +61 448 413 791 *Based on reviews FARMHOUSE KINGS CROSS Shop 4 40 Bayswater Rd, Sydney, New South Wales, 2011 Review by TripAdvisor Traveller Reviewed CaitBronwen Great dinner experience. Everyone sits at one large communal table which was cozy and great food. Set menu and we loved every dish. 6/01/2017 279 Tel: 61292403000 *Based on reviews EST. L 1 252 George St, Sydney, New South Wales, 2000 Review by TripAdvisor Traveller Reviewed spogie It does not get much better anywhere in the World. More than just excellent food, served by more than just excel- lent staff in more than just excellent sourroundings. An yet not stiff and formal. Modern, creative, classy and very tasty dishes in the signature menu accompanied by good wines of mainly European origin. An Australian/ New Zealand wine menu World have been more interesting for a visiting European. Definitively a candidate for at least o... 6/01/2017 689 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 18 - Chunk 1"
        }
    },
    {
        "content": "WINE & DINE SYDNEY +61 (0) 2 8354 1223 *Based on reviews THE BAXTER INN 156 Clarence St, Sydney, New South Wales, 2000 Review by TripAdvisor Traveller Reviewed Greg S Wander down a quiet lane, take a sharp right toward the trash cans and flash your ID to the non-descript bouncer. Descend the industrial stairs and thru an unlabeled door is The Baxter, Sydney's speakeasy homage to the yonder years of whisky and deal making. With a wide selection of scotch, bour- bon, and rye, if you love the brown stuff then this should be in your must- do list. Strictly 18+. 7/01/2017 543 Tel: +61 2 9318 2228 *Based on reviews ZAHLI 529 Elizabeth Street, Sydney, New South Wales, Review by TripAdvisor Traveller Reviewed SarahAshlea101 Myself and my partner went to zahli on Saturday 7th Jan and we were blown away by the food we received. We had the Mediterranean banquet and it was jam packed full of food and worth every cent. The manager then came and had a chat with us about the night and asked why we where visiting Sydney and we told him it was for my partners birth- day. He then organized a desert",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 19 - Chunk 1"
        }
    },
    {
        "content": "a chat with us about the night and asked why we where visiting Sydney and we told him it was for my partners birth- day. He then organized a desert for her and themed happy birthday music. It's little things like this that mak... 8/01/2017 255 Tel: *TripAdvisor ratings and reviews accurate as of January 2017",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 19 - Chunk 2"
        }
    },
    {
        "content": "• Swimsuit - With so many beautiful beaches there will be ample opportunity for swimming. • Walking shoes - The best way to see the city is by foot. • Sunscreen - The sun is strong all year round. • Camera - Capture every moment. • Umbrella - The weather is always unpredictable! PACKING ESSENTIALS INFORMATION",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 20 - Chunk 1"
        }
    },
    {
        "content": "TRAVEL TIPS • Plan your visit to Sydney Airport by doing some research on the airport and your terminal, whether it be T1, T2 or T3. • Check the security regulations in relation to what you can and cannot take through the security screening point and onto an aircraft, including prohibited items, dangerous goods, and liquids, aerosols, and gels (LAGs). • Check your baggage allowance with your airline. • Use the directional signage at the terminal to ensure a smooth and enjoyable journey through the airport. • Ensure that your driver’s licence can be used in your country of destination or that you have organised an international driver’s licence. • If you have not already purchased travel insurance along with your ticket, you can purchase it at Sydney Airport at the Last Chance Travel Insurance located in the International Terminal (T1) after Customs. Alternatively, purchase insurance at any Travelex outlet or the Australia Post Shop at International Terminal (T1) located before Customs, near check-in counter J. GET TO THE AIRPORT • Make sure you have plenty of time ahead of check-in. If you are unsure as to when you should arrive at the airport, contact your airline directly. GET READY",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 21 - Chunk 1"
        }
    },
    {
        "content": "• Make sure you have plenty of time ahead of check-in. If you are unsure as to when you should arrive at the airport, contact your airline directly. GET READY FOR BOARDING • Security screening – whether your destination is within Australia or overseas, allow sufficient time to proceed through security screening. • Australian Customs and Border Protection Service – allow sufficient time to proceed through Customs and Border Protection. • Passports - must be valid for a minimum of six months ahead of your departing date for most countries. We strongly recommend you verify exact requirements with your airline. • Boarding passes - issued at the airline check-in counter upon presentation of your ticket reservation (printed e-ticket) or booking confirmation number along with your valid passport. • Immigration cards - available before you enter Customs and Border Protection. The cards must be filled out and presented to the Customs and Border Protection Officer along with your passport and boarding pass. • Find your departing gate using display screens. These screens are available in the airline check-in area and at each departure gate. RELAX • At Sydney airport, you have plenty of options to shop while you are waiting to",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 21 - Chunk 2"
        }
    },
    {
        "content": "screens are available in the airline check-in area and at each departure gate. RELAX • At Sydney airport, you have plenty of options to shop while you are waiting to board your flight. Remember that all duty free purchases must be finalised 20 minutes before your flight departs. INFORMATION",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 21 - Chunk 3"
        }
    },
    {
        "content": "WHEN TO GO Between September and December (spring) TIME ZONE UTC+10 LANGUAGE English CURRENCY Australian Dollar WEATHER Summer: 18-26° Celsius Winter: 10-18° Celsius YOUR DESTINATION INFORMATION",
        "metadata": {
            "source": "PDF",
            "identifier": "Sydney.pdf",
            "location": "Page 22 - Chunk 1"
        }
    }
]