[
    {
        "content": "General Information",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 1"
        }
    },
    {
        "content": "• Scientific Name: Ailurus fulgens",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 2"
        }
    },
    {
        "content": "• Common Names: Red Panda, Lesser Panda, Red Cat-Bear",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 3"
        }
    },
    {
        "content": "• Family: Ailuridae",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 4"
        }
    },
    {
        "content": "• Conservation Status: Endangered (IUCN Red List)",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 5"
        }
    },
    {
        "content": "Physical Description:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 6"
        }
    },
    {
        "content": "• Size: 50-64 cm (20-25 inches) in body length, with a tail length of 28-59 cm (11-23 inches)",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 7"
        }
    },
    {
        "content": "• Weight: 3-6 kg (7-13 lbs)",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 8"
        }
    },
    {
        "content": "• Coloration: Reddish-brown fur with a long, bushy tail and a waddling gait due to shorter front legs",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 9"
        }
    },
    {
        "content": "• Distinctive Features: Face resembles that of a raccoon with white markings on cheeks and above the eyes",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 10"
        }
    },
    {
        "content": "Habitat and Range:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 11"
        }
    },
    {
        "content": "• Geographic Range: Eastern Himalayas and southwestern China",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 12"
        }
    },
    {
        "content": "• Habitat: Temperate forests with dense bamboo understories; altitudes between 2,200 and 4,800 meters",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 13"
        }
    },
    {
        "content": "Diet:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 14"
        }
    },
    {
        "content": "• Primary Diet: Bamboo leaves and shoots",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 15"
        }
    },
    {
        "content": "• Secondary Diet: Fruits, berries, acorns, insects, and small rodents",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 16"
        }
    },
    {
        "content": "Behavior and Ecology:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 17"
        }
    },
    {
        "content": "• Activity: Crepuscular (most active during dawn and dusk)",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 18"
        }
    },
    {
        "content": "• Lifestyle: Solitary, except during mating season; arboreal (spends most of its time in trees)",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 19"
        }
    },
    {
        "content": "• Communication: Uses body language, vocalizations, and scent markings",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 20"
        }
    },
    {
        "content": "Reproduction:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 21"
        }
    },
    {
        "content": "• Breeding Season: Late fall to early winter",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 22"
        }
    },
    {
        "content": "• Gestation Period: About 134 days",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 23"
        }
    },
    {
        "content": "• Litter Size: Usually 1-4 cubs",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 24"
        }
    },
    {
        "content": "• Parental Care: Cubs are born blind and develop slowly; mothers care for them in tree nests",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 25"
        }
    },
    {
        "content": "Conservation:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 26"
        }
    },
    {
        "content": "• Threats: Habitat loss due to deforestation and fragmentation, poaching for fur and pet trade, competition with livestock",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 27"
        }
    },
    {
        "content": "• Conservation Efforts: Protected areas, breeding programs in captivity, international cooperation for habitat preservation",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 28"
        }
    },
    {
        "content": "Interesting Facts:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 29"
        }
    },
    {
        "content": "• False Name: Despite its name, the Red Panda is not closely related to the Giant Panda. It belongs to its own unique family, Ailuridae.",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 30"
        }
    },
    {
        "content": "• Adaptations: Red Pandas have a false thumb (an extended wrist bone) to help them grip bamboo stalks.",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 31"
        }
    },
    {
        "content": "• Temperature Regulation: They have thick fur on the soles of their feet to insulate against cold and protect from slippery surfaces.",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 32"
        }
    },
    {
        "content": "Fun Fact:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 33"
        }
    },
    {
        "content": "• Red Pandas were first discovered in 1825, 48 years before the discovery of the Giant Panda. They are considered living fossils, as their ancestors lived millions of years ago.",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 34"
        }
    },
    {
        "content": "Visual:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 35"
        }
    },
    {
        "content": "References:",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 36"
        }
    },
    {
        "content": "• IUCN Red List",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 37"
        }
    },
    {
        "content": "• WWF - Red Panda",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 38"
        }
    },
    {
        "content": "• National Geographic - Red Panda",
        "metadata": {
            "source": "Notion",
            "identifier": "Red Panda Fact Sheet",
            "location": "Chunk 39"
        }
    },
    {
        "content": "The best colour in the world is blue.",
        "metadata": {
            "source": "Notion",
            "identifier": "Testing",
            "location": "Chunk 1"
        }
    },
    {
        "content": "The best fruit in the world is orange.",
        "metadata": {
            "source": "Notion",
            "identifier": "Testing",
            "location": "Chunk 2"
        }
    },
    {
        "content": "Harry Potter and the Philosopher's Stone (also known as Harry Potter and the Sorcerer's Stone in the United States) is a 2001 fantasy film directed by Chris Columbus and produced by David Heyman, from a screenplay by Steve Kloves, based on the 1997 novel of the same name by J. K. Rowling. It is the first instalment in the Harry Potter film series. The film stars Daniel Radcliffe as Harry Potter, with Rupert Grint as Ron Weasley, and Emma Watson as Hermione Granger. Its story follows Harry's first year at Hogwarts School of Witchcraft and Wizardry as he discovers that he is a famous wizard and begins his formal wizarding education.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 1"
        }
    },
    {
        "content": "Warner Bros. Pictures bought the film rights to the book in 1999 for a reported £1 million ($1.65 million). Production began in the United Kingdom in 2000, with Columbus being chosen to helm the film from a short list of directors that included Steven Spielberg and Rob Reiner. Rowling insisted that the entire cast be British and Irish, with the three leads chosen in August 2000 following open casting calls. Filming took place at Leavesden Film Studios and historic buildings around the United Kingdom from September 2000 to March 2001.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 2"
        }
    },
    {
        "content": "Harry Potter and the Philosopher's Stone was released to cinemas in the United Kingdom and Ireland on 10 and 11 November 2001 for two days of previews. The film opened on 16 November in the United States, Canada, and Taiwan as well as officially in the United Kingdom and Ireland. It became a critical and commercial success, grossing $974 million at the worldwide box office during its initial run, and over $1 billion with subsequent re-releases. It became the highest-grossing film of 2001 and the second-highest-grossing film at the time. The film was nominated for many awards, including Academy Awards for Best Original Score, Best Art Direction and Best Costume Design. It was followed by seven sequels, beginning with Harry Potter and the Chamber of Secrets in 2002 and ending with Harry Potter and the Deathly Hallows – Part 2 in 2011.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 3"
        }
    },
    {
        "content": "Plot[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 4"
        }
    },
    {
        "content": "Late one night, Albus Dumbledore and Minerva McGonagall, professors at Hogwarts School of Witchcraft and Wizardry, along with groundskeeper Rubeus Hagrid, deliver an orphaned infant wizard named Harry Potter to his Muggle aunt and uncle, Petunia and Vernon Dursley, his only living relatives.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 5"
        }
    },
    {
        "content": "Ten years later, just before Harry's eleventh birthday, owls begin delivering letters addressed to him. When the abusive Dursleys adamantly refuse to allow Harry to open any and flee to an island hut, Hagrid arrives to personally deliver Harry's letter of acceptance to Hogwarts. Hagrid also reveals that Harry's late parents, James and Lily, were killed by a dark wizard named Lord Voldemort. The killing curse that Voldemort had cast towards Harry rebounded, destroying Voldemort's body and giving Harry the lightning-bolt scar on his forehead. Hagrid then takes Harry to Diagon Alley for school supplies and gives him a pet snowy owl whom he names Hedwig. Harry buys a wand that is connected to Voldemort's own wand.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 6"
        }
    },
    {
        "content": "At King's Cross, Harry boards the Hogwarts Express train, and meets fellow first-years Ron Weasley and Hermione Granger during the journey. Arriving at Hogwarts, Harry also meets Draco Malfoy, who is from a wealthy wizard family; the two immediately form a rivalry. The students assemble in the Great Hall where the Sorting Hat sorts the first-years into four respective houses: Gryffindor, Hufflepuff, Ravenclaw, and Slytherin. Harry is placed into Gryffindor alongside Ron and Hermione, while Draco is placed into Slytherin, a house noted for dark wizards.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 7"
        }
    },
    {
        "content": "As he studies magic, Harry learns more about his parents and Voldemort, and his innate talent for broomstick flying gets him recruited for the Gryffindor Quidditch team as the youngest Seeker in a century. While returning to the Gryffindor common room, the staircases change paths, leading Harry, Ron and Hermione to the third floor, which is forbidden to students. There they discover a giant three-headed dog named Fluffy. On Halloween, Ron insults Hermione after she shows off in Charms class. Upset, she spends the entire afternoon crying in the girls' bathroom. That evening, a giant marauding troll enters it but Harry and Ron save Hermione; they make up and become close friends after Hermione takes the blame for the incident by saying she went looking for the troll.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 8"
        }
    },
    {
        "content": "The trio discover that Fluffy is guarding the philosopher's stone, a magical object that can turn metal into gold and produce an immortality elixir. Harry suspects that Severus Snape, the Potions teacher and head of Slytherin, wants the stone to return Voldemort to physical form. When Hagrid accidentally reveals that music puts Fluffy to sleep, Harry, Ron and Hermione decide to find the stone before Snape. Fluffy is already asleep, but the trio face other barriers, including a deadly plant called Devil's Snare, a room filled with aggressive flying keys, and a giant chess game that knocks out Ron.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 9"
        }
    },
    {
        "content": "After overcoming the barriers, Harry encounters Defence Against the Dark Arts teacher Quirinus Quirrell, who wants the stone; Snape had figured this out and had been protecting Harry. Quirrell removes his turban to reveal a weakened Voldemort living on the back of his head. Dumbledore's protective enchantment places the stone in Harry's possession. Voldemort attempts to bargain the stone from Harry in exchange for resurrecting his parents, but Harry sees through his trick and refuses. Quirrell attempts to kill Harry. When Harry touches Quirrell's skin, it burns Quirrell, reducing him to ashes. Voldemort's soul rises from the pile and escapes, knocking out Harry as it passes through him.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 10"
        }
    },
    {
        "content": "Harry recovers in the school infirmary. Dumbledore tells him the stone has been destroyed to prevent misuse, and that Ron and Hermione are safe. He also reveals how Harry defeated Quirrell: when Lily died to save Harry, a love-based protection against Voldemort was placed on him. At the end-of-school-year feast, Harry, Ron, and Hermione are rewarded extra house points for their heroism, tying Gryffindor for first place with Slytherin; Dumbledore then awards ten points to their housemate Neville Longbottom for having had the courage to stand up to the trio, granting Gryffindor the House Cup. Harry returns to the Dursleys for the summer, happy to finally have a real home at Hogwarts.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 11"
        }
    },
    {
        "content": "Cast[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 12"
        }
    },
    {
        "content": "Further information: List of Harry Potter cast members",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 13"
        }
    },
    {
        "content": "• Daniel Radcliffe as Harry Potter:An 11-year-old orphan living with his unwelcoming aunt, uncle, and cousin, who learns of his own fame as a wizard known to have survived his parents' murder at the hands of the dark wizard Lord Voldemort as an infant when he is accepted to Hogwarts School of Witchcraft and Wizardry. Columbus had wanted Radcliffe for the role since he saw him in the BBC's production of David Copperfield before the open casting sessions had taken place but had been told by casting director Susan Figgis that Radcliffe's protective parents would not allow their son to take part. Columbus explained that his persistence in giving Radcliffe the role was responsible for Figgis' resignation. Radcliffe was asked to audition in 2000 when Heyman and Kloves met him and his parents at a production of Stones in His Pockets in London. Heyman and Columbus successfully managed to convince Radcliffe's parents that their son would be protected from media intrusion. They agreed to let him play Harry. Rowling approved of Radcliffe's casting, stating that \"having seen [his] screen test I don't think Chris Columbus could have found a better Harry.\" Radcliffe was reportedly paid £1 million for the film,",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 14"
        }
    },
    {
        "content": "of Radcliffe's casting, stating that \"having seen [his] screen test I don't think Chris Columbus could have found a better Harry.\" Radcliffe was reportedly paid £1 million for the film, although he felt the fee was \"not that important\" to him. The Saunders triplets appear as Harry as a baby.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 15"
        }
    },
    {
        "content": "• Rupert Grint as Ron Weasley:Harry's best friend at Hogwarts and a younger member of the Weasley wizarding family. A fan of the series, Grint decided he would be perfect for the part \"because [he has] ginger hair\". Having seen a Newsround report about the open casting he sent in a video of himself rapping about how he wished to receive the part. His attempt was successful as the casting team asked for a meeting with him.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 16"
        }
    },
    {
        "content": "• Emma Watson as Hermione Granger:Harry's other best friend and the trio's brains. Watson's Oxford theatre teacher passed her name on to the casting agents and she had to do over five interviews before she got the part. Watson took her audition seriously, but \"never really thought [she] had any chance of getting the role.\" The producers were impressed by Watson's self-confidence and she outperformed the thousands of other girls who had applied.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 17"
        }
    },
    {
        "content": "• John Cleese as Nearly Headless Nick: The ghost of Gryffindor House.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 18"
        }
    },
    {
        "content": "• Robbie Coltrane as Rubeus Hagrid:A half-giant and Hogwarts' gamekeeper. Coltrane was one of the two actors Rowling wanted most, along with Smith as McGonagall. Coltrane, who was already a fan of the books, prepared for the role by discussing Hagrid's past and future with Rowling.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 19"
        }
    },
    {
        "content": "• Warwick Davis as Filius Flitwick: The Charms Master and head of Ravenclaw House. Davis also plays two other roles in the film: the Goblin Head Teller at Gringotts, and dubs the voice of Griphook, who is embodied by Verne Troyer.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 20"
        }
    },
    {
        "content": "• Richard Griffiths as Vernon Dursley: Harry's Muggle uncle.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 21"
        }
    },
    {
        "content": "• Richard Harris as Albus Dumbledore: Hogwarts' Headmaster and one of the most famous and powerful wizards of all time. Harris initially rejected the role, only to reverse his decision after his granddaughter stated she would never speak to him again if he did not take it.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 22"
        }
    },
    {
        "content": "• Ian Hart as Quirinus Quirrell:The stuttering Defence Against the Dark Arts teacher at Hogwarts. Hart also voiced Lord Voldemort, while Richard Bremmer provided his physical appearance and portrayed him as a hooded figure during a flashback.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 23"
        }
    },
    {
        "content": "• John Hurt as Mr. Ollivander: a highly regarded wandmaker and the owner of Ollivanders.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 24"
        }
    },
    {
        "content": "• Alan Rickman as Severus Snape: The Potions Master and head of Slytherin House.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 25"
        }
    },
    {
        "content": "• Fiona Shaw as Petunia Dursley: Harry's Muggle aunt.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 26"
        }
    },
    {
        "content": "• Maggie Smith as Minerva McGonagall: The Deputy Headmistress, head of Gryffindor and transfiguration teacher at Hogwarts. Smith was one of the two actors Rowling wanted most, along with Coltrane as Hagrid.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 27"
        }
    },
    {
        "content": "• Julie Walters as Molly Weasley: Ron's mother. She shows Harry how to get to Platform 9+3⁄4.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 28"
        }
    },
    {
        "content": "Additionally, Zoë Wanamaker appears as Madame Hooch, Hogwarts' flying instructor and Quidditch referee;[27] Tom Felton portrays Draco Malfoy, a student in Slytherin and Harry's rival.[28] Harry Melling plays Dudley Dursley, Harry's Muggle cousin; and David Bradley appears as Argus Filch, Hogwarts' caretaker.[29] Matthew Lewis, Devon Murray and Alfred Enoch portray Neville Longbottom, Seamus Finnigan and Dean Thomas respectively, three first year students in Gryffindor;[30] James and Oliver Phelps play twins Fred and George Weasley, Ron's brothers,[31] while Chris Rankin appears as his other brother Percy, a Gryffindor prefect,[32] and Bonnie Wright appears as Ron's sister Ginny.[33] Sean Biggerstaff portrays Oliver Wood, the Keeper of the Gryffindor Quidditch team;[34] Jamie Waylett and Joshua Herdman play Crabbe and Goyle, Malfoy's minions;[35] and Leslie Phillips voices the Sorting Hat.[36] Derek Deadman plays Tom, innkeeper of The Leaky Cauldron;[37] and Elizabeth Spriggs appears as the Fat Lady, a painting at Hogwarts.[38]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 29"
        }
    },
    {
        "content": "Production[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 30"
        }
    },
    {
        "content": "Development[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 31"
        }
    },
    {
        "content": "In 1997, producer David Heyman searched for a children's book that could be adapted into a well-received film.[39] He had planned to produce Diana Wynne Jones' novel The Ogre Downstairs, but his plans fell through. His staff at Heyday Films then suggested Harry Potter and the Philosopher's Stone, which his assistant believed was \"a cool idea.\"[39] Heyman pitched the idea to Warner Bros.[40] and in 1999, Rowling sold the company the rights to the first four Harry Potter books for a reported £1 million.[41] A demand Rowling made was for Heyman to keep the cast strictly British and Irish; the latter's case has Richard Harris as Dumbledore and Fiona Shaw as Petunia Dursley, and not to cast foreign actors unless absolutely necessary, like casting of French and Eastern European actors in Harry Potter and the Goblet of Fire (2005) where characters from the book are specified as such.[42] Rowling was hesitant to sell the rights because she \"didn't want to give them control over the rest of the story\" by selling the rights to the characters, which would have enabled Warner Bros. to make non-author-written sequels.[43]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 32"
        }
    },
    {
        "content": "selling the rights to the characters, which would have enabled Warner Bros. to make non-author-written sequels.[43]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 33"
        }
    },
    {
        "content": "Although Steven Spielberg initially negotiated to direct the film, he declined the offer.[44] Spielberg reportedly wanted the adaptation to be an animated film, with American actor Haley Joel Osment to provide Harry Potter's voice,[45] or a film that incorporated elements from subsequent books as well.[46] Spielberg contended that, in his opinion, it was like \"shooting ducks in a barrel. It's just a slam dunk. It's just like withdrawing a billion dollars and putting it into your personal bank accounts. There's no challenge.\"[47] Rowling maintains that she had no role in choosing directors for the films and that \"[a]nyone who thinks I could (or would) have 'veto-ed' [sic] him [Spielberg] needs their Quick-Quotes Quill serviced.\"[48] Heyman recalled that Spielberg decided to direct A.I. Artificial Intelligence instead.[46]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 34"
        }
    },
    {
        "content": "—Lorenzo di Bonaventura[49]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 35"
        }
    },
    {
        "content": "After Spielberg left, talks began with other directors, including Chris Columbus, Terry Gilliam, Jonathan Demme, Mike Newell (who would later direct the fourth film), Alan Parker, Wolfgang Petersen, Rob Reiner, Ivan Reitman, Tim Robbins, Brad Silberling, M. Night Shyamalan and Peter Weir.[46][50][51] Petersen and Reiner both pulled out of the running in March 2000,[52] and the choice was narrowed down to Silberling, Columbus, Parker and Gilliam.[53] Rowling's first choice director was Terry Gilliam,[54] but Warner Bros. chose Columbus, citing his work on other family films such as Home Alone (1990) and Mrs. Doubtfire (1993) as influences for their decision.[49] Columbus had become a fan of the book series after his daughter persuaded him to read the first three books, leading him to call his agent to arrange a meeting at Warner Bros. to direct the film. When his agent told him that at least 25 other directors were eager to helm the project, Columbus requested his agent to secure his meeting to be the last one so he could give a \"lasting impression\" and be the studio's \"freshest person in their memory\". During two weeks of waiting, Columbus wrote a 130-page director's version of the screenplay to explain his vision",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 36"
        }
    },
    {
        "content": "a \"lasting impression\" and be the studio's \"freshest person in their memory\". During two weeks of waiting, Columbus wrote a 130-page director's version of the screenplay to explain his vision for the film's tone. The day of his meeting with Warner Bros. executives including Alan F. Horn, Columbus delivered an \"impassioned 45-minute talk\" and showed them his annotated script. Weeks later, the studio notified Columbus that he had got the job and sent him to Scotland to meet with Rowling and Heyman.[55] Columbus pitched his vision of the film for two hours, stating that he wanted the Muggle scenes \"to be bleak and dreary\" but those set in the wizarding world \"to be steeped in color, mood, and detail.\" He took inspiration from David Lean's adaptations of Great Expectations (1946) and Oliver Twist (1948), wishing to use \"that sort of darkness, that sort of edge, that quality to the cinematography,\" while being further inspired by the colour designs from Oliver! (1968) and The Godfather (1972).[46]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 37"
        }
    },
    {
        "content": "Steve Kloves was selected to write the screenplay. He described adapting the book as \"tough\", as it did not \"lend itself to adaptation as well as the next two books.\"[56] Kloves often received synopses of books proposed as film adaptations from Warner Bros., which he \"almost never read\", but Harry Potter jumped out at him.[40] He went out and bought the book, and became an instant fan of the series.[56] When speaking to Warner Bros., he stated that the film had to be British, and had to be true to the characters.[56] Kloves was nervous when he first met Rowling as he did not want her to think he was going to \"[destroy] her baby.\"[40] Rowling admitted that she \"was really ready to hate this Steve Kloves,\" but recalled her initial meeting with him: \"The first time I met him, he said to me, 'You know who my favourite character is?' And I thought, You're gonna say Ron. I know you're gonna say Ron. But he said 'Hermione.' And I just kind of melted.\"[40] Rowling received a large amount of creative control, an arrangement that Columbus did not mind.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 38"
        }
    },
    {
        "content": "just kind of melted.\"[40] Rowling received a large amount of creative control, an arrangement that Columbus did not mind.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 39"
        }
    },
    {
        "content": "Warner Bros. had initially planned to release the film over 4 July 2001 weekend, making for such a short production window that several proposed directors pulled themselves out of the running. Due to time constraints, the date was put back to 16 November 2001.[57]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 40"
        }
    },
    {
        "content": "Casting[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 41"
        }
    },
    {
        "content": "Rowling insisted that the cast be kept British.[42] Susie Figgis was appointed as casting director, working with both Columbus and Rowling in auditioning the lead roles of Harry, Ron and Hermione.[58] Open casting calls were held for the main three roles,[59] with only British children being considered.[60] The principal auditions took place in three parts, with those auditioning having to read a page from the novel, then to improvise a scene of the students' arrival at Hogwarts, and finally to read several pages from the script in front of Columbus.[60] Scenes from Columbus' script for the Young Sherlock Holmes (1985) were also used in auditions.[61] On 11 July 2000, Figgis left the production, complaining that Columbus did not consider any of the thousands of children they had auditioned \"worthy\".[61] By August 2000, Alan Rickman and Richard Harris were in final talks to play Severus Snape and Albus Dumbledore, respectively,[62] and were confirmed later that month. Tim Roth was the original choice for Snape, but he turned it down for Planet of the Apes.[63][8] On 14 August 2000, Rowling's favourites Maggie Smith and Robbie Coltrane were cast as Minerva McGonagall and Rubeus Hagrid. According to Figgis, Robin Williams was interested in",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 42"
        }
    },
    {
        "content": "of the Apes.[63][8] On 14 August 2000, Rowling's favourites Maggie Smith and Robbie Coltrane were cast as Minerva McGonagall and Rubeus Hagrid. According to Figgis, Robin Williams was interested in participating in the film, but was turned down for the Hagrid role because of the \"strictly British and Irish only\" rule which Columbus was determined to maintain.[15][64][14] On 21 August 2000, Daniel Radcliffe and newcomers Rupert Grint and Emma Watson were selected to play Harry Potter, Ron Weasley and Hermione Granger, respectively. Tom Felton (who was cast as Draco Malfoy), Liam Aiken, and William Moseley, who was later cast as Peter Pevensie in The Chronicles of Narnia series, also auditioned for Harry Potter.[65][66] Hatty Jones, who starred in the lead role in Madeline (1998), was considered for the role of Hermione Granger and had auditioned alongside Watson; she was later deemed outgrown.[67] Thomas Brodie-Sangster auditioned for Ron Weasley, but was rejected.[68][69][70] In November 2000, Julie Walters and John Cleese joined the cast as Molly Weasley and Nearly-Headless Nick, respectively.[26][71] David Thewlis auditioned for Quirrell; he would later be cast as Remus Lupin in Harry Potter and the Prisoner of Azkaban.[72] J. K. Rowling, the author of the books, was considered",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 43"
        }
    },
    {
        "content": "Thewlis auditioned for Quirrell; he would later be cast as Remus Lupin in Harry Potter and the Prisoner of Azkaban.[72] J. K. Rowling, the author of the books, was considered for Lily Evans; Harry's mother, but she turned down the role and Geraldine Somerville was cast.[73]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 44"
        }
    },
    {
        "content": "Filming[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 45"
        }
    },
    {
        "content": "Alnwick Castle in Northumberland was used as a principal filming location for Hogwarts.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 46"
        }
    },
    {
        "content": "Two British film industry officials requested that the film be shot in the United Kingdom, offering their assistance in securing filming locations, the use of Leavesden Film Studios, as well as changing the UK's child labour laws (adding a small number of working hours per week and making the timing of on-set classes more flexible).[46] Warner Bros. accepted their proposal. Principal photography began on 29 September 2000 at Leavesden Film Studios.[74] Filming at the North Yorkshire's Goathland railway station took place on 2 October 2000.[75] Canterbury Cathedral and Scotland's Inverailort Castle were both touted as possible locations for Hogwarts; Canterbury rejected Warner Bros. proposal due to concerns about the film's \"pagan\" theme.[76][77] Alnwick Castle and Gloucester Cathedral were eventually selected as the principal locations for Hogwarts,[6] with some scenes also being filmed at Harrow School.[78] Other Hogwarts scenes were filmed in Durham Cathedral over a two-week period;[79] these included shots of the corridors and some classroom scenes.[80] Oxford University's Divinity School served as the Hogwarts Hospital Wing, and Duke Humfrey's Library, part of the Bodleian, was used as the Hogwarts Library.[81] Filming for Privet Drive took place on Picket Post Close in Bracknell, Berkshire.[79] Filming in the street took two",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 47"
        }
    },
    {
        "content": "Library, part of the Bodleian, was used as the Hogwarts Library.[81] Filming for Privet Drive took place on Picket Post Close in Bracknell, Berkshire.[79] Filming in the street took two days instead of the planned single day, so payments to the street's residents were correspondingly increased.[79] For all the subsequent film's scenes set in Privet Drive, filming took place on a constructed set in Leavesden Film Studios, which proved to be cheaper than filming on location.[82] London's Australia House was selected as the location for Gringotts Wizarding Bank,[6] while Christ Church, Oxford, was the location for the Hogwarts trophy room.[36] London Zoo was used as the location for the scene in which Harry accidentally sets a snake on Dudley,[36] with King's Cross Station also being used as the book specifies.[83] Filming concluded on 23 March 2001, with final work being done in July 2001.[50][84][74]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 48"
        }
    },
    {
        "content": "The store in London used as the exterior of The Leaky Cauldron.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 49"
        }
    },
    {
        "content": "Because the American title was different, all scenes that mention the philosopher's stone by name had to be shot twice, once with the actors saying \"philosopher's\" and once with \"sorcerer's\".[50] The children filmed for four hours and then did three hours of schoolwork. They developed a liking for fake facial injuries from the makeup staff. Radcliffe was initially meant to wear green contact lenses as his eyes are blue, and not green like Harry's, but the lenses gave Radcliffe extreme irritation. Upon consultation with Rowling, it was agreed that Harry could have blue eyes.[85]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 50"
        }
    },
    {
        "content": "The steam engine used in the film as the Hogwarts Express was GWR 4900 Class 5972 Olton Hall, but it was originally not the first locomotive to be selected as the Hogwarts Express. To promote the books, the Southern Railway locomotive 34027 Taw Valley was repainted and renamed temporarily, but was rejected by director Chris Columbus as looking 'too modern' for the film.[86][87]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 51"
        }
    },
    {
        "content": "Design and special effects[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 52"
        }
    },
    {
        "content": "Judianna Makovsky served as the costume designer. She re-designed the Quidditch robes, having initially planned to use those shown on the cover of the American book, but deemed them \"a mess.\" Instead, she dressed the Quidditch players in \"preppie sweaters, 19th-century fencing breeches and arm guards.\"[88] Production designer Stuart Craig built the sets at Leavesden Studios, including Hogwarts Great Hall, basing it on many English cathedrals. Although originally asked to use an existing old street to film the Diagon Alley scenes, Craig decided to build his own set, comprising Tudor, Georgian and Queen Anne architecture.[88]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 53"
        }
    },
    {
        "content": "Columbus originally planned to use both animatronics and CGI animation to create the magical creatures, including Fluffy.[58] Nick Dudman, who worked on Star Wars: Episode I – The Phantom Menace, was given the task of creating the needed prosthetics, with Jim Henson's Creature Shop providing creature effects.[89] John Coppinger stated that the magical creatures that needed to be created had to be designed multiple times.[90] The film features nearly 600 special effects shots, involving numerous companies. Industrial Light & Magic created Lord Voldemort's face on the back of Quirrell, Rhythm & Hues animated Norbert (Hagrid's baby dragon); and Sony Pictures Imageworks produced the Quidditch scenes.[91]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 54"
        }
    },
    {
        "content": "Music[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 55"
        }
    },
    {
        "content": "John Williams composed the film's score.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 56"
        }
    },
    {
        "content": "Main article: Harry Potter and the Philosopher's Stone (soundtrack)",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 57"
        }
    },
    {
        "content": "John Williams was selected to compose the score, having previously collaborated with Chris Columbus for Home Alone and Home Alone 2: Lost in New York.[92] Williams composed the score at his homes in Los Angeles and Tanglewood before recording it in London in September 2001. One of the main themes is entitled \"Hedwig's Theme\"; Williams retained it for his finished score as \"everyone seemed to like it,\" and it became a recurring theme throughout the series.[93] James Horner was the first choice to compose the score but turned it down.[94]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 58"
        }
    },
    {
        "content": "Differences from the book[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 59"
        }
    },
    {
        "content": "Columbus repeatedly checked with Rowling to make sure he was getting minor details correct.[89] Kloves described the film as being \"really faithful\" to the book. He added dialogue, of which Rowling approved. One of the lines originally included had to be removed after Rowling told him that it would directly contradict an event in the then-unreleased fifth Harry Potter novel Harry Potter and the Order of the Phoenix.[95]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 60"
        }
    },
    {
        "content": "Several minor characters have been removed from the film version, most prominently Peeves the poltergeist. Actor Rik Mayall was cast in the role, but his scenes were ultimately cut from the film and never released. The book's first chapter, told from the viewpoint of Vernon and Petunia Dursley, is absent from the film. Harry and Draco's first encounter in Madam Malkin's robe shop and the midnight duel are not in the film. In the film, the responsibility of taking Norbert away is given to Dumbledore, while in the book, Harry and Hermione have to bring him by hand to Charlie Weasley's friends.[96] This necessitated a change in the detention plotline: in the book, Filch catches Harry and Hermione leaving the Astronomy Tower and puts them in detention with Neville and Malfoy, while in the film, all three protagonists receive detention after Malfoy finds them in Hagrid's hut after hours.[96] According to Kloves, this was \"the one part of the book that [Rowling] felt easily could be changed\".[88] The Quidditch pitch is altered from a traditional stadium to an open field circled by spectator towers.[88]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 61"
        }
    },
    {
        "content": "is altered from a traditional stadium to an open field circled by spectator towers.[88]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 62"
        }
    },
    {
        "content": "The book's timeline is not enforced in the film. In the book, Harry's eleventh birthday is in 1991.[97] On the film set for 4 Privet Drive, Dudley's certificates from primary school bear the year 2001.[98]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 63"
        }
    },
    {
        "content": "Distribution[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 64"
        }
    },
    {
        "content": "Marketing[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 65"
        }
    },
    {
        "content": "The first teaser poster of the film was released on 1 December 2000.[99] The first teaser trailer was released via satellite on 2 March 2001 and debuted in cinemas with the release of See Spot Run.[100] A video game based on the film was released on 15 November 2001 by Electronic Arts for several consoles.[93] A port for the game, for the GameCube, PlayStation 2, and Xbox, was released in 2003.[101] Mattel won the rights to produce toys based on the film, to be sold exclusively through Warner Brothers' stores.[102] Hasbro also produced products, including confectionery products based on those from the series.[103] Warner Bros. signed a deal worth US$150 million with Coca-Cola to promote the film,[83] although some pegged the deal at $40 million-$50 million worldwide for the movie.[104] Lego produced a series of sets based on buildings and scenes from the film, as well as a Lego Creator video game.[105]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 66"
        }
    },
    {
        "content": "Theatrical release[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 67"
        }
    },
    {
        "content": "Harry Potter and the Philosopher's Stone had its world premiere at the Odeon Leicester Square in London on 4 November 2001, with the cinema arranged to resemble Hogwarts School.[106]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 68"
        }
    },
    {
        "content": "The film had previews in the United Kingdom on 1,137 screens at 491 theatres on 10 and 11 November 2001.[107] It officially opened on 16 November 2001 on 1,168 screens at 507 theatres in the United Kingdom and Ireland; in 3,672 theatres in the United States and Canada. It was the widest release at the time in the United Kingdom and the United States.[108][109]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 69"
        }
    },
    {
        "content": "Home media[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 70"
        }
    },
    {
        "content": "Harry Potter and the Philosopher's Stone was first released on VHS and DVD on 11 May 2002 in the United Kingdom[110] and 28 May 2002 in the United States.[111] Between May and June 2002, the film sold 10 million copies, almost 60% of which were DVD sales.[112] It would go on to make $19.1 million in rentals, surpassing The Fast and the Furious for having the largest DVD rentals.[113] This record was surpassed by The Bourne Identity in January 2003.[114]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 71"
        }
    },
    {
        "content": "In December 2009, a 4-disc \"Ultimate Edition\" was released, with seven minutes of deleted scenes added back in, the feature-length special Creating the World of Harry Potter Part 1: The Magic Begins, and a 48-page hardcover booklet.[115] The extended version has a running time of about 159 minutes, which had previously been shown during certain television airings.[116] The film was re-released on DVD as part of the 8-disc Harry Potter: The Complete 8-Film Collection in November 2011,[117] and on Blu-ray as part of the 31-disc Hogwarts Collection in April 2014.[118] It was released on UHD Blu-ray as part of the 16-disc Harry Potter: 8-Film Collection in November 2017.[119]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 72"
        }
    },
    {
        "content": "Reception[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 73"
        }
    },
    {
        "content": "Box office[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 74"
        }
    },
    {
        "content": "In the United Kingdom and Ireland, Harry Potter and the Philosopher's Stone grossed a record single day gross of £3.6 million during the first day of previews, beating Toy Story 2's record. It grossed a record £3.1 million for a Sunday, bringing its total to £6.7 million from the previews.[107][120] It broke the record for the highest-opening weekend ever, both including and excluding previews, making £16.3 million with and £9.6 million without previews ($13.8 million), setting a further record single day gross on the Saturday with £3.99 million.[121][122][120] It set another Sunday record with a gross of £3.6 million.[122] It had a record second weekend of £8.4 million.[123][120] It remained at number one in the UK for five weeks.[120] The film went on to make £66.1 million in the UK alone, making it the country's second-highest-grossing film of all-time (after Titanic), until it was surpassed by Mamma Mia!.[124]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 75"
        }
    },
    {
        "content": "In the United States and Canada, it made $32.3 million on its opening day, breaking the single-day record previously held by Star Wars: Episode I – The Phantom Menace (1999).[125] On the second day of release, the film's gross increased to $33.5 million, breaking the record for biggest single day again. It made $90.3 million during its first weekend, breaking the record for highest-opening weekend of all time that was previously held by The Lost World: Jurassic Park (1997).[126] It held the record until the following May when Spider-Man (2002) made $114.8 million in its opening weekend.[127] Plus, the film broke Batman Forever's record for having the largest opening weekend for a Warner Bros. film.[128] It would hold this record for two years until it was surpassed by The Matrix Reloaded (2003).[129] Additionally, it shattered other opening records, surpassing Monsters, Inc. for having the biggest November opening weekend, Planet of the Apes for having the largest non-holiday opening weekend, the highest Friday gross and the biggest opening weekend of the year, The Mummy Returns for scoring the highest Saturday gross, Home Alone 2: Lost in New York (1992) for having the highest opening weekend for a Chris Columbus film and",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 76"
        }
    },
    {
        "content": "year, The Mummy Returns for scoring the highest Saturday gross, Home Alone 2: Lost in New York (1992) for having the highest opening weekend for a Chris Columbus film and Mission: Impossible 2 (2000) for having the largest number of screenings, playing at 3,672 theaters.[130] In just five days, it became the fastest film to approach the $100 million mark.[131] The film grossed $2.3 million in its first two days in Taiwan,[108] giving it a worldwide opening weekend total of $107 million. The film held onto the number 1 spot at the US box office for three consecutive weekends before getting overtaken by Ocean's Eleven.[132][133][134] The film also had the highest-grossing 5-day (Wednesday-Sunday) Thanksgiving weekend record of $82.4 million, holding the title for twelve years until both The Hunger Games: Catching Fire (2013) and Frozen (2013) surpassed it with $110.1 million and $94 million respectively.[135] By Christmas, it went on to become the highest-grossing film of the year, dethroning Shrek.[136]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 77"
        }
    },
    {
        "content": "Similar results were achieved across the world. A week after opening in the United States, the film added 15 additional markets and set an opening week record in Germany, grossing $18.7 million. It also set opening records in Austria, Brazil, Denmark, Finland, the Netherlands, Norway, Sweden and German-speaking Switzerland.[123] In the following weekend, after expanding to 31 countries, the film set a record overseas weekend gross of $60.9 million, including record openings in Australia, Greece, Israel, Japan ($12.5 million), New Zealand and Spain.[137] It set another overseas weekend record with $62.3 million from 37 countries the following weekend, including record openings in France, Italy and French-speaking Switzerland.[138] The international opening weekend record would be held until it was given to Star Wars: Episode II – Attack of the Clones (2002) a year later.[139] During its theatrical run, the film earned $974 million at the worldwide box office, $317 million of that in the US and $657 million elsewhere,[5] which made it the second-highest-grossing film in history at the time,[140] as well as the year's highest-grossing film.[141] In addition, it surpassed Twister (1996) to become the highest-grossing Warner Bros. film of all time.[142] It is the second-highest-grossing Harry Potter film after",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 78"
        }
    },
    {
        "content": "well as the year's highest-grossing film.[141] In addition, it surpassed Twister (1996) to become the highest-grossing Warner Bros. film of all time.[142] It is the second-highest-grossing Harry Potter film after Deathly Hallows – Part 2.[143] Box Office Mojo estimates that the film sold over 55.9 million tickets in the US and Canada.[144]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 79"
        }
    },
    {
        "content": "In August 2020, The Philosopher's Stone was re-released in several countries, including a 4K 3D restoration in China,[145] where it earned $26.4 million, for a global $1.017 billion, making it the second film in the series to surpass the billion-dollar mark, after Deathly Hallows – Part 2.[5]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 80"
        }
    },
    {
        "content": "Critical response[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 81"
        }
    },
    {
        "content": "On Rotten Tomatoes the film has an approval rating of 81% based on 200 reviews, with an average rating of 7.1/10. The site's critical consensus reads, \"Harry Potter and the Sorcerer's Stone adapts its source material faithfully while condensing the novel's overstuffed narrative into an involving – and often downright exciting – big-screen magical caper.\"[146] On Metacritic the film has a weighted average score of 65 out of 100, based on 36 critics, indicating \"generally favorable reviews\".[147] Audiences surveyed by CinemaScore gave the film an average grade of \"A\" on an A+ to F scale.[148]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 82"
        }
    },
    {
        "content": "Roger Ebert called Philosopher's Stone \"a classic,\" giving the film four out of four stars, and particularly praising the Quidditch scenes' visual effects.[149] Praise was echoed by both The Telegraph and Empire reviewers, with Alan Morrison of the latter naming it the film's \"stand-out sequence\".[150][151] Brian Linder of IGN also gave the film a positive review, but concluded that it \"isn't perfect, but for me it's a nice supplement to a book series that I love\".[31] Although criticising the final half-hour, Jeanne Aufmuth of Palo Alto Online stated that the film would \"enchant even the most cynical of moviegoers.\"[152] USA Today reviewer Claudia Puig gave the film three out of four stars, especially praising the set design and Robbie Coltrane's portrayal of Hagrid, but criticised John Williams' music, stating the \"overly insistent score lacks subtlety and bludgeons us with crescendos\", and concluded that \"ultimately many of the book's readers may wish for a more magical incarnation.\"[153]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 83"
        }
    },
    {
        "content": "The sets, design, cinematography, effects and principal cast were all given praise from Kirk Honeycutt of The Hollywood Reporter, although he deemed John Williams' score \"a great clanging, banging music box that simply will not shut up.\"[154] Todd McCarthy of Variety compared the film positively with Gone with the Wind and put \"The script is faithful, the actors are just right, the sets, costumes, makeup and effects match and sometimes exceed anything one could imagine.\"[19] Jonathan Foreman of the New York Post recalled that the film was \"remarkably faithful,\" to its literary counterpart as well as a \"consistently entertaining if overlong adaptation.\"[155]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 84"
        }
    },
    {
        "content": "Richard Corliss, of Time magazine, considered the film a \"by the numbers adaptation,\" criticising the pace and the \"charisma-free\" lead actors.[156] CNN's Paul Tatara found that Columbus and Kloves \"are so careful to avoid offending anyone by excising a passage from the book, the so-called narrative is more like a jamboree inside Rowling's head.\"[157] Ed Gonzalez of Slant Magazine wished that the film had been directed by Tim Burton, finding the cinematography \"bland and muggy,\" and the majority of the film a \"solidly dull celebration of dribbling goo.\"[158] Elvis Mitchell of The New York Times was highly negative about the film, saying \"[the film] is like a theme park that's a few years past its prime; the rides clatter and groan with metal fatigue every time they take a curve.\" He also said it suffered from \"a lack of imagination\" and wooden characters, adding, \"The Sorting Hat has more personality than anything else in the movie.\"[29]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 85"
        }
    },
    {
        "content": "Accolades[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 86"
        }
    },
    {
        "content": "Philosopher's Stone received three Academy Award nominations: Best Art Direction, Best Costume Design, and Best Original Score for John Williams.[159] The film was also nominated for seven BAFTA Awards: Best British Film, Best Supporting Actor for Robbie Coltrane, Best Costume Design, Best Production Design, Best Makeup and Hair, Best Sound, and Best Visual Effects.[160] It won a Saturn Award for Best Costume, and was nominated for eight more awards.[161] It won other awards from the Casting Society of America and the Costume Designers Guild.[162][163] It was nominated for the AFI Film Award for its special effects,[164] and the Art Directors Guild Award for its production design.[165] It received the Broadcast Film Critics Award for Best Family Film, and was nominated for Best Child Performance (for Daniel Radcliffe) and Best Composer.[166] In 2005, the American Film Institute nominated the film for AFI's 100 Years of Film Scores.[167]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 87"
        }
    },
    {
        "content": "References[edit]",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 88"
        }
    },
    {
        "content": "1. ^ Jump up to:a b c d \"Harry Potter and the Philosopher's Stone (aka Harry Potter and the Sorcerer's Stone)\". British Council. Archived from the original on 15 April 2020. Retrieved 15 April 2020. 2. ^ \"Harry Potter and the Sorcerer's Stone (2001)\". AFI Catalog of Feature Films. Archived from the original on 15 April 2020. Retrieved 24 July 2018. 3. ^ \"Harry Potter and the Philosopher's Stone (PG)\". British Board of Film Classification. Archived from the original on 26 August 2014. Retrieved 6 March 2024. 4. ^ \"Harry Potter and the Sorcerer's Stone (2001)\". British Film Institute. Archived from the original on 19 February 2017. Retrieved 26 December 2017. 5. ^ Jump up to:a b c d \"Harry Potter and the Sorcerer's Stone\". Box Office Mojo. IMDb. Archived from the original on 1 September 2020. Retrieved 15 December 2021. 6. ^ Jump up to:a b c d e Jensen, Jeff; Fierman, Daniel (14 September 2001). \"Inside Harry Potter\". Entertainment Weekly. p. 5. Archived from the original on 27 November 2010. Retrieved 7 February 2010. 7. ^ Koltnow, Barry (8 July 2007). \"One enchanted night at theater, Radcliffe became Harry Potter\". East Valley Tribune. Archived from the original on",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 89"
        }
    },
    {
        "content": "November 2010. Retrieved 7 February 2010. 7. ^ Koltnow, Barry (8 July 2007). \"One enchanted night at theater, Radcliffe became Harry Potter\". East Valley Tribune. Archived from the original on 15 April 2020. Retrieved 15 July 2007. 8. ^ Jump up to:a b Sussman, Paul (23 August 2000). \"British child actor 'a splendid Harry Potter'\". CNN. Archived from the original on 29 December 2019. Retrieved 7 February 2010. 9. ^ Jump up to:a b c d \"When Danny Met Harry\". The Times. 3 November 2001. 10. ^ Dalton, Dan (14 July 2014). \"No, Baby Harry Potter From The First Film Didn't Play Albus Severus Potter In \"The Deathly Hallows: Part 2\"\". BuzzFeed. Archived from the original on 16 May 2020. Retrieved 20 August 2020. 11. ^ Schwartz, Missy (17 December 2001). \"\"Harry Potter\"'s Hermione talks sequel and more\". Entertainment Weekly. Archived from the original on 15 January 2018. Retrieved 15 April 2020. 12. ^ Kulkani, Dhananjay (23 June 2004). \"Emma Watson, New Teenage Sensation!!\". Buzzle. Archived from the original on 29 June 2012. Retrieved 3 August 2007. 13. ^ Linder, Brian (22 March 2001). \"Cleese Talks Harry Potter\". IGN. Archived from the original on 4 June 2020. Retrieved 4 June",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 90"
        }
    },
    {
        "content": "29 June 2012. Retrieved 3 August 2007. 13. ^ Linder, Brian (22 March 2001). \"Cleese Talks Harry Potter\". IGN. Archived from the original on 4 June 2020. Retrieved 4 June 2020. 14. ^ Jump up to:a b c Davies, Hugh (14 August 2000). \"Author's favourites are chosen for Potter film\". The Daily Telegraph. Archived from the original on 29 March 2020. Retrieved 24 December 2017. 15. ^ Jump up to:a b Bradley, Bill (31 December 2016). \"The Hilarious Reason Daniel Radcliffe Was Cast As Harry Potter\". The Huffington Post. Archived from the original on 3 April 2020. Retrieved 15 April 2020. 16. ^ Jensen, Jeff; Fierman, Daniel (14 September 2001). \"Inside Harry Potter\". Entertainment Weekly. p. 4. Archived from the original on 27 November 2010. Retrieved 7 February 2010. 17. ^ Rowling, J. K. (2 November 2001). \"JK Rowling interview in full\". Newsround (Interview). Interviewed by Mzimba, Lizo. CBBC. Archived from the original on 16 September 2019. Retrieved 31 December 2016. 18. ^ Robinson, Tasha (7 November 2001). \"Warwick Davis\". The A.V. Club. Archived from the original on 15 November 2019. Retrieved 4 June 2020. 19. ^ Jump up to:a b c d e f McCarthy, Todd (9 November 2001).",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 91"
        }
    },
    {
        "content": "The A.V. Club. Archived from the original on 15 November 2019. Retrieved 4 June 2020. 19. ^ Jump up to:a b c d e f McCarthy, Todd (9 November 2001). \"Harry Potter and the Sorcerer's Stone\". Variety. Archived from the original on 25 May 2018. Retrieved 19 October 2010. 20. ^ Cho, Diane J. (14 January 2022). \"Remembering the Harry Potter Actors We've Lost Through the Years\". People. Archived from the original on 2 August 2022. Retrieved 1 August 2022. 21. ^ Younge, C. (27 November 2001). \"Richard Harris: The Envelopes, Pleas\". People. Archived from the original on 16 April 2020. Retrieved 15 April 2020. 22. ^ \"Obituary: Patrick McGoohan\". BBC News. 14 January 2009. Archived from the original on 26 January 2021. Retrieved 8 February 2021. 23. ^ \"Did you know Sean Connery was offered a role in 'Harry Potter and the Sorcerer's Stone'?\". Deccan Herald. 16 November 2021. Archived from the original on 16 November 2021. Retrieved 9 July 2023. 24. ^ Jump up to:a b Elvy, Craig (1 October 2019). \"Harry Potter: Every Actor To Play Lord Voldemort\". Screen Rant. Archived from the original on 29 March 2020. Retrieved 9 August 2020. 25. ^ Davies, Hugh (2",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 92"
        }
    },
    {
        "content": "(1 October 2019). \"Harry Potter: Every Actor To Play Lord Voldemort\". Screen Rant. Archived from the original on 29 March 2020. Retrieved 9 August 2020. 25. ^ Davies, Hugh (2 November 2001). \"Studio has last word over Harry Potter and the broken voice\". The Daily Telegraph. Archived from the original on 14 May 2017. Retrieved 12 August 2001. 26. ^ Jump up to:a b \"Walters joins Potter cast\". BBC News. 7 November 2000. Archived from the original on 30 October 2019. Retrieved 15 July 2020. 27. ^ \"Wanamaker 'insulted' by Potter pay\". BBC News. 12 November 2001. Archived from the original on 16 October 2020. Retrieved 1 August 2022. 28. ^ Schwartz, Terri (13 July 2011). \"Tom Felton 'Grateful' He Wasn't Cast as Harry Potter\". MTV. Archived from the original on 22 September 2021. Retrieved 11 December 2021. 29. ^ Jump up to:a b Mitchell, Elvis (16 November 2001). \"Film Review; The Sorcerer's Apprentice\". The New York Times. Archived from the original on 29 October 2019. Retrieved 18 April 2020. 30. ^ Spencer, Ashley (12 September 2016). \"Exclusive! Harry Potter's Devon Murray opens up about life after Hogwarts: 'I've got a stud farm in Ireland'\". Nine.com.au. Archived from the original",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 93"
        }
    },
    {
        "content": "30. ^ Spencer, Ashley (12 September 2016). \"Exclusive! Harry Potter's Devon Murray opens up about life after Hogwarts: 'I've got a stud farm in Ireland'\". Nine.com.au. Archived from the original on 11 August 2020. Retrieved 11 August 2020. 31. ^ Jump up to:a b Linder, Brian (17 November 2001). \"Brian Linder's Review of Harry Potter and the Sorcerer's Stone\". IGN. Archived from the original on 14 April 2019. Retrieved 18 April 2020. 32. ^ Barber, Martin (16 December 2002). \"\"It is odd.\" - Life as Percy Weasley\". BBC. Archived from the original on 1 May 2019. Retrieved 18 August 2020. 33. ^ Peppin, Hayley (3 April 2020). \"Ginny Weasley actor Bonnie Wright said her friends found out about her kiss with Harry Potter before she did because they were further ahead in the books\". Insider. Archived from the original on 11 August 2020. Retrieved 11 August 2020. 34. ^ \"Harry Potter 'goes home' for première\". BBC News. 6 November 2001. Archived from the original on 29 January 2020. Retrieved 11 August 2020. 35. ^ \"Potter baddies: full interview\". Newsround. CBBC. 24 October 2002. Archived from the original on 28 February 2019. Retrieved 20 August 2020. 36. ^ Jump up to:a",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 94"
        }
    },
    {
        "content": "August 2020. 35. ^ \"Potter baddies: full interview\". Newsround. CBBC. 24 October 2002. Archived from the original on 28 February 2019. Retrieved 20 August 2020. 36. ^ Jump up to:a b c Linder, Brian (15 November 2000). \"Potter Set News & Pics\". IGN. Archived from the original on 7 January 2016. Retrieved 16 April 2020. 37. ^ Bley Griffiths, Eleanor (8 February 2017). \"This Harry Potter character was completely recast – and no one noticed\". Radio Times. Archived from the original on 30 May 2018. Retrieved 27 August 2020. 38. ^ \"Elizabeth Spriggs\". The Daily Telegraph. 3 July 2008. Archived from the original on 5 August 2008. Retrieved 27 August 2020. 39. ^ Jump up to:a b Jensen, Jeff; Fierman, Daniel (14 September 2001). \"Inside Harry Potter\". Entertainment Weekly. p. 1. Archived from the original on 24 January 2008. Retrieved 7 February 2010. 40. ^ Jump up to:a b c d Jensen, Jeff; Fierman, Daniel (14 September 2001). \"Inside Harry Potter\". Entertainment Weekly. p. 2. Archived from the original on 11 October 2008. Retrieved 7 February 2010. 41. ^ Bagwell, Sheryle (19 July 2000). \"Wi£d about Harry\". The Australian Financial Review. Archived from the original on 16 April 2020. Retrieved",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 95"
        }
    },
    {
        "content": "11 October 2008. Retrieved 7 February 2010. 41. ^ Bagwell, Sheryle (19 July 2000). \"Wi£d about Harry\". The Australian Financial Review. Archived from the original on 16 April 2020. Retrieved 16 April 2020. 42. ^ Jump up to:a b \"Harry Potter and the Philosopher's Stone\". The Guardian. 16 November 2001. Archived from the original on 7 April 2020. Retrieved 16 April 2020. 43. ^ Fordy, Tom (3 January 2022). \"JK Rowling's battle to make the Harry Potter films '100 per cent British'\". The Daily Telegraph. Archived from the original on 8 June 2022. Retrieved 2 August 2022. 44. ^ Linder, Brian (23 February 2000). \"No \"Harry Potter\" for Spielberg\". IGN. Archived from the original on 7 January 2016. Retrieved 16 April 2020. 45. ^ Jensen, Jeff (17 March 2000). \"Potter's Field\". Entertainment Weekly. p. 2. Archived from the original on 14 January 2008. Retrieved 16 April 2020. 46. ^ Jump up to:a b c d e Jensen, Jeff; Fierman, Daniel (14 September 2001). \"Inside Harry Potter\". Entertainment Weekly. p. 3. Archived from the original on 3 February 2009. Retrieved 7 February 2010. 47. ^ \"Quote of the Day: Spielberg on not making Harry Potter\". Hollywood.com. 5 September 2001. Archived from",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 96"
        }
    },
    {
        "content": "Archived from the original on 3 February 2009. Retrieved 7 February 2010. 47. ^ \"Quote of the Day: Spielberg on not making Harry Potter\". Hollywood.com. 5 September 2001. Archived from the original on 28 January 2020. Retrieved 16 April 2020. 48. ^ Rowling, J.K. \"Rubbish Bin: J K Rowling Veto-ed Steven Spielberg\". Archived from the original on 16 April 2020. Retrieved 16 April 2020. 49. ^ Jump up to:a b Linder, Bran (28 March 2000). \"Chris Columbus to Direct Harry Potter\". IGN. Archived from the original on 2 December 2018. Retrieved 16 April 2020. 50. ^ Jump up to:a b c Schmitz, Greg Dean. \"Harry Potter and the Sorcerer's Stone (2001)\". Yahoo! Movies. Archived from the original on 15 December 2007. Retrieved 9 August 2008. 51. ^ Douglas, Edward (10 July 2006). \"A Good Night for Harry Potter?\". ComingSoon.net. Archived from the original on 21 July 2006. Retrieved 20 October 2007. 52. ^ Linder, Brian (7 March 2000). \"Two Potential \"Harry Potter\" Director's Back Out\". IGN. Archived from the original on 7 January 2016. Retrieved 8 July 2007. 53. ^ Davidson, Paul (15 March 2000). \"Harry Potter Director Narrowed Down\". IGN. Archived from the original on 25 August 2018. Retrieved",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 97"
        }
    },
    {
        "content": "on 7 January 2016. Retrieved 8 July 2007. 53. ^ Davidson, Paul (15 March 2000). \"Harry Potter Director Narrowed Down\". IGN. Archived from the original on 25 August 2018. Retrieved 8 July 2007. 54. ^ \"Terry Gilliam bitter about Potter\". Beyond Hogwarts. 29 August 2005. Archived from the original on 5 January 2020. Retrieved 16 April 2020. 55. ^ Perez, Lexy (11 November 2000). \"'Harry Potter and the Sorcerer's Stone' Turns 20: Director Chris Columbus Reflects on Pressures to Adapt Book and Hopes to Direct 'Cursed Child'\". The Hollywood Reporter. Archived from the original on 11 November 2021. Retrieved 15 November 2021. 56. ^ Jump up to:a b c Sragow, Michael (24 February 2000). \"A wizard of Hollywood\". Salon. Archived from the original on 9 March 2020. Retrieved 8 July 2007. 57. ^ Linder, Brian (17 May 2000). \"Bewitched Warner Bros. Delays Potter\". IGN. Archived from the original on 24 December 2015. Retrieved 16 April 2020. 58. ^ Jump up to:a b Linder, Brian (30 March 2000). \"Chris Columbus Talks Potter\". IGN. Archived from the original on 4 November 2016. Retrieved 16 April 2020. 59. ^ Linder, Brian (30 May 2000). \"Attention All Muggles!\". IGN. Archived from the original on",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 98"
        }
    },
    {
        "content": "Potter\". IGN. Archived from the original on 4 November 2016. Retrieved 16 April 2020. 59. ^ Linder, Brian (30 May 2000). \"Attention All Muggles!\". IGN. Archived from the original on 15 November 2018. Retrieved 16 April 2020. 60. ^ Jump up to:a b Linder, Brian (11 July 2000). \"Harry Potter Casting Frenzy\". IGN. Archived from the original on 3 October 2017. Retrieved 16 April 2020. 61. ^ Jump up to:a b Linder, Brian (11 July 2000). \"Trouble Brewing with Potter Casting?\". IGN. Archived from the original on 8 December 2019. Retrieved 16 April 2020. 62. ^ Davis, Simon (11 August 2000). \"Rickman and Harris lined up for Potter film\". The Daily Telegraph. Archived from the original on 12 April 2019. Retrieved 15 July 2020. 63. ^ Adler, Shawn (7 December 2007). \"What Would \"Potter\" Have Been Like with Tim Roth as Snape?\". MTV. Archived from the original on 2 February 2019. Retrieved 15 April 2020. 64. ^ \"Robin Williams turned down for Potter\". The Guardian. 15 November 2001. Archived from the original on 6 January 2020. Retrieved 14 August 2015. 65. ^ Hersey, Liz (22 April 2023). \"The Harry Potter Character Draco Malfoy Actor Tom Felton Auditioned For\". ScreenRant. 66.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 99"
        }
    },
    {
        "content": "the original on 6 January 2020. Retrieved 14 August 2015. 65. ^ Hersey, Liz (22 April 2023). \"The Harry Potter Character Draco Malfoy Actor Tom Felton Auditioned For\". ScreenRant. 66. ^ \"\"It just can't be\": Daniel Radcliffe Almost Lost Harry Potter Before J. K. Rowling's Stern Rule That Denied Robin Williams Saved 34 Year's Actor Career\". FandomWire. Visarg. 19 August 2023. 67. ^ \"This Little-Known Actress Very Nearly Played Hermione Granger Instead Of Emma Watson\". 22 July 2019. 68. ^ Lamont, Tom (5 April 2015). \"Thomas Brodie-Sangster: 'They got my autograph but still wouldn't serve me a pint'\". The Guardian. Archived from the original on 25 July 2021. Retrieved 25 July 2021. 69. ^ Carroll, Larry (2 May 2008). \"\"Narnia\" Star William Moseley Reflects on Nearly Becoming Harry Potter\". MTV. Archived from the original on 7 January 2016. Retrieved 2 May 2008. 70. ^ \"Daniel Radcliffe, Rupert Grint and Emma Watson Bring Harry, Ron and Hermione to Life for Warner Bros. Pictures \"Harry Potter and the Sorcerer's Stone\"\". Warner Bros. 21 August 2000. Archived from the original on 4 April 2007. Retrieved 26 May 2007. 71. ^ de Graaf, Belinda (13 November 2000). \"John Cleese in film over Harry Potter\"",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 100"
        }
    },
    {
        "content": "21 August 2000. Archived from the original on 4 April 2007. Retrieved 26 May 2007. 71. ^ de Graaf, Belinda (13 November 2000). \"John Cleese in film over Harry Potter\" [John Cleese in film about Harry Potter]. Trouw (in Dutch). Archived from the original on 15 July 2020. Retrieved 15 July 2020. 72. ^ Morris, Clint (9 June 2004). \"Interview: David Thewlis\". Moviehole. Archived from the original on 16 April 2020. Retrieved 15 April 2020. 73. ^ Tyler, Adrienne (26 March 2020). \"Harry Potter: The Character J. K. Rowling Almost Played Herself\". ScreenRant. 74. ^ Jump up to:a b \"Harry Potter and the Sorcerer's Stone - Miscellaneous Notes\". Turner Classic Movies. Archived from the original on 18 November 2018. Retrieved 21 October 2015. 75. ^ Linder, Brian (2 October 2000). \"Potter Pics: Hagrid, Hogsmeade Station, and the Hogwarts Express\". IGN. Archived from the original on 7 January 2016. Retrieved 16 April 2020. 76. ^ \"All 7 Harry Potter Books to Film?\". 28 June 2000. Archived from the original on 7 January 2016. Retrieved 16 April 2020. 77. ^ \"Euro-AICN Special Report: Harry Potter, and a Little Bit on Aardman's next\". Ain't it Cool News. 20 June 2000. Archived from the",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 101"
        }
    },
    {
        "content": "January 2016. Retrieved 16 April 2020. 77. ^ \"Euro-AICN Special Report: Harry Potter, and a Little Bit on Aardman's next\". Ain't it Cool News. 20 June 2000. Archived from the original on 17 April 2020. Retrieved 8 July 2007. 78. ^ Linder, Brian (5 September 2000). \"Another Hogwarts Location for Potter\". IGN. Archived from the original on 7 June 2019. Retrieved 16 April 2020. 79. ^ Jump up to:a b c Linder, Brian (26 September 2000). \"Potter Privet Drive Pics\". IGN. Archived from the original on 31 March 2017. Retrieved 16 April 2020. 80. ^ Linder, Brian (3 October 2000). \"Potter Pics: Part Two – The Hogwarts Set at Durham Cathedral\". IGN. Archived from the original on 23 January 2017. Retrieved 16 April 2020. 81. ^ Linder, Brian (25 October 2000). \"Hogwarts Oxford Location Pics & Rowling Speaks\". IGN. Archived from the original on 22 December 2016. Retrieved 16 April 2020. 82. ^ Shephard, Ben (7 July 2007). Harry Potter: Behind the Magic (TV). ITV1. 83. ^ Jump up to:a b Linder, Brian (21 February 2001). \"Lumos!\". IGN. Archived from the original on 30 May 2017. Retrieved 16 April 2020. 84. ^ \"Harry Potter at Leavesden\". Warner Bros. Studio Tour",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 102"
        }
    },
    {
        "content": "b Linder, Brian (21 February 2001). \"Lumos!\". IGN. Archived from the original on 30 May 2017. Retrieved 16 April 2020. 84. ^ \"Harry Potter at Leavesden\". Warner Bros. Studio Tour London – The Making of Harry Potter. Archived from the original on 23 September 2012. Retrieved 16 September 2012. Filming began on Harry Potter and the Philosopher's Stone at Leavesden Studios on Friday 29th September 2000. 85. ^ A Conversation between JK Rowling and Daniel Radcliffe. Warner Bros. Pictures. 2011. Archived from the original on 21 December 2021. Retrieved 16 April 2020 – via YouTube. 86. ^ \"Harry Potter Express\". steamtrain.info. Archived from the original on 13 August 2008. Retrieved 2 September 2013. 87. ^ Stubbings, David (27 February 2023). \"Severn Valley Railway's purple 'royal' loco gets a makeover as it's painted into new colour\". Shropshire Star. Retrieved 14 August 2023. 88. ^ Jump up to:a b c d Cagle, Jess (5 November 2001). \"Cinema: The First Look at Harry\". Time. Archived from the original on 23 September 2015. Retrieved 16 April 2020. 89. ^ Jump up to:a b Linder, Brian (8 January 2001). \"Davis Confirms Potter Role\". IGN. Archived from the original on 19 September 2016. Retrieved 16 April",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 103"
        }
    },
    {
        "content": "16 April 2020. 89. ^ Jump up to:a b Linder, Brian (8 January 2001). \"Davis Confirms Potter Role\". IGN. Archived from the original on 19 September 2016. Retrieved 16 April 2020. 90. ^ Linder, Brian (11 January 2001). \"Potter Creature Feature\". IGN. Archived from the original on 20 December 2016. Retrieved 17 April 2020. 91. ^ Jensen, Jeff; Fierman, Daniel (14 September 2001). \"Inside Harry Potter\". Entertainment Weekly. p. 6. Archived from the original on 27 November 2010. Retrieved 7 February 2010. 92. ^ Linder, Brian (17 August 2000). \"Harry Potter Composer Chosen\". IGN. Archived from the original on 7 January 2016. Retrieved 17 April 2020. 93. ^ Jump up to:a b Linder, Brian (23 May 2001). \"Potter Postlude\". IGN. Archived from the original on 4 July 2020. Retrieved 17 April 2020. 94. ^ Vishnevetsky, Ignatiy (23 June 2015). \"R.I.P. James Horner\". The A.V. Club. Archived from the original on 7 June 2021. Retrieved 7 June 2021. 95. ^ Linder, Brian (6 February 2001). \"Screenwriter Kloves Talks Harry Potter\". IGN. Archived from the original on 7 January 2016. Retrieved 17 April 2020. 96. ^ Jump up to:a b Dadds, Kimberley; Zendle, Miriam (9 July 2007). \"Harry Potter: Books vs films\".",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 104"
        }
    },
    {
        "content": "Archived from the original on 7 January 2016. Retrieved 17 April 2020. 96. ^ Jump up to:a b Dadds, Kimberley; Zendle, Miriam (9 July 2007). \"Harry Potter: Books vs films\". Digital Spy. Archived from the original on 7 April 2020. Retrieved 17 April 2020. 97. ^ Hedash, Kara (1 July 2019). \"Why Harry Potter Is Set In The 1990s\". Screen Rant. Archived from the original on 2 July 2019. Retrieved 17 April 2020. 98. ^ Harvey-Jenner, Catriona (11 May 2016). \"You can soon visit Harry Potter's Privet Drive IRL\". Cosmopolitan. Archived from the original on 29 September 2019. Retrieved 29 September 2019. 99. ^ Linder, Brian (13 December 2000). \"Potter Poster Pic\". IGN. Archived from the original on 2 December 2016. Retrieved 17 April 2020. 100. ^ Linder, Brian (28 February 2001). \"Potter Preview Premieres Tomorrow\". IGN. Archived from the original on 16 December 2016. Retrieved 17 April 2020. 101. ^ Thorsen, Tor (12 December 2003). \"Sorcerer's Stone ships out\". GameSpot. Archived from the original on 30 September 2007. Retrieved 17 April 2020. 102. ^ Linder, Brian (10 February 2000). \"Mattel Wins Harry Potter Toy Rights\". IGN. Archived from the original on 7 January 2016. Retrieved 17 April 2020. 103.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 105"
        }
    },
    {
        "content": "17 April 2020. 102. ^ Linder, Brian (10 February 2000). \"Mattel Wins Harry Potter Toy Rights\". IGN. Archived from the original on 7 January 2016. Retrieved 17 April 2020. 103. ^ Linder, Brian (14 February 2000). \"Hasbro Gets Harry Potter Merchandise Rights\". IGN. Archived from the original on 7 January 2016. Retrieved 17 April 2020. 104. ^ \"'Harry Potter' Goes Better – and Exclusively – With Coke\". hive4media.com. 21 February 2001. Archived from the original on 18 June 2002. Retrieved 28 September 2019. 105. ^ Linder, Brian (1 June 2001). \"Son of Harry Potter LEGOs\". IGN. Archived from the original on 7 January 2016. Retrieved 17 April 2020. 106. ^ \"Potter casts spell at world première\". BBC News. 5 November 2001. Archived from the original on 4 March 2007. Retrieved 23 September 2007. 107. ^ Jump up to:a b Groves, Don (18 November 2001). \"'Harry' works magic in U.K.\" Variety. Archived from the original on 10 May 2021. Retrieved 9 May 2021. 108. ^ Jump up to:a b Groves, Don (18 November 2001). \"'Harry' works magic overseas\". Variety. Archived from the original on 9 May 2021. Retrieved 9 May 2021. 109. ^ Lyman, Rick (19 November 2001). \"Harry Potter and",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 106"
        }
    },
    {
        "content": "(18 November 2001). \"'Harry' works magic overseas\". Variety. Archived from the original on 9 May 2021. Retrieved 9 May 2021. 109. ^ Lyman, Rick (19 November 2001). \"Harry Potter and the Box Office of Gold; Film Based on Popular Book Sets Record With $93.5 Million Opening Weekend\". The New York Times. Archived from the original on 27 September 2021. Retrieved 4 March 2022. 110. ^ Indvik, Kurt (6 June 2002). \"The Morning Buzz: 'Potter' Set A Rental Record, Are There More?\". hive4media.com. Archived from the original on 14 June 2002. Retrieved 28 September 2019. 111. ^ Wagner, Holly J. (13 May 2002). \"Potter First Day UK Sales Sink Titanic\". hive4media.com. Archived from the original on 18 June 2002. Retrieved 11 September 2019. 112. ^ Bennett, James; Brown, Tom (2008). Film and Television After DVD. Routledge. p. 19. ISBN 9781135896720. Archived from the original on 30 June 2020. Retrieved 24 November 2018. 113. ^ \"'Potter' casts its rental spell\". Ventura County Star. 6 June 2002. p. 67. Archived from the original on 2 August 2022. Retrieved 2 August 2022 – via Newspapers.com. 114. ^ \"Bourne bumps Potter\". The Vancouver Sun. 31 January 2003. p. 73. Archived from the original on 23",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 107"
        }
    },
    {
        "content": "on 2 August 2022. Retrieved 2 August 2022 – via Newspapers.com. 114. ^ \"Bourne bumps Potter\". The Vancouver Sun. 31 January 2003. p. 73. Archived from the original on 23 December 2022. Retrieved 23 December 2022 – via Newspapers.com. 115. ^ Peck, Aaron (9 December 2009). \"Harry Potter And The Sorcerer's Stone: Ultimate Edition\". High-Def Digest. Archived from the original on 8 March 2016. Retrieved 23 October 2020. 116. ^ Murray, Rebecca (6 May 2004). \"ABC Offers a Sneak Peek at 'Harry Potter and the Prisoner of Azkaban'\". About.com. Archived from the original on 3 December 2012. Retrieved 9 October 2012. 117. ^ Goldberg, Matt (20 September 2011). \"Harry Potter and the Deathly Hallows – Part 2 and Harry Potter: The Complete 8-Film Collection Blu-rays Arrive on November 11th\". Collider. Archived from the original on 9 January 2020. Retrieved 23 October 2020. 118. ^ Lussier, Germain (25 March 2014). \"New 31-Disc 'Harry Potter Hogwarts Collection' Coming Soon\". /Film. Archived from the original on 3 January 2018. Retrieved 23 October 2020. 119. ^ \"Wizarding World Comes to 4K\". Warner Bros. 27 March 2017. Archived from the original on 29 May 2023. Retrieved 9 July 2023. 120. ^ Jump up to:a b",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 108"
        }
    },
    {
        "content": "119. ^ \"Wizarding World Comes to 4K\". Warner Bros. 27 March 2017. Archived from the original on 29 May 2023. Retrieved 9 July 2023. 120. ^ Jump up to:a b c d \"UK weekend box office reports: 2001\" (xls). British Film Institute. Archived from the original on 21 January 2021. Retrieved 9 May 2021. 121. ^ \"Harry Potter Smashes Box Office Records\". Newsround. CBBC. 19 November 2001. Archived from the original on 18 November 2018. Retrieved 11 July 2007. 122. ^ Jump up to:a b Groves, Don (26 November 2001). \"'Potter' flies; Teutons prefer 'Blonde'\". Variety. p. 10. 123. ^ Jump up to:a b Groves, Don (3 December 2001). \"O'seas B.O. rises to wizard's wand\". Variety. p. 15. 124. ^ Irvine, Chris (30 October 2008). \"Mamma Mia becomes highest grossing British film\". The Daily Telegraph. Archived from the original on 5 March 2020. Retrieved 16 November 2008. 125. ^ \"POTTER OF GOLD: A $31M OPENING\". 18 November 2001. Archived from the original on 6 March 2022. Retrieved 17 April 2022. 126. ^ \"Box Office Analysis: \"Harry Potter\" breaks records\". Hollywood.com. 18 November 2001. Archived from the original on 21 January 2020. Retrieved 17 April 2020. 127. ^ Gray, Brandon (6",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 109"
        }
    },
    {
        "content": "126. ^ \"Box Office Analysis: \"Harry Potter\" breaks records\". Hollywood.com. 18 November 2001. Archived from the original on 21 January 2020. Retrieved 17 April 2020. 127. ^ Gray, Brandon (6 May 2002). \"'Spider-Man' Takes Box Office on the Ultimate Spin: $114.8 Million\". Box Office Mojo. Archived from the original on 17 April 2020. Retrieved 17 April 2020. 128. ^ Lyman, Rick (19 November 2001). \"Harry Potter and the Box Office of Gold; Film Based on Popular Book Sets Record With $93.5 Million Opening Weekend\". The New York Times. Archived from the original on 26 February 2020. Retrieved 28 May 2020. 129. ^ \"'Matrix' sequel is big but no match for 'Spider-Man'\". Los Angeles Times. 19 May 2003. Archived from the original on 6 April 2022. Retrieved 17 April 2022. 130. ^ Linder, Brian (20 November 2001). \"Weekend Box Office: Potter Smashes Records\". IGN. Archived from the original on 17 April 2022. Retrieved 17 April 2022. 131. ^ \"'Spider-Man' spins magical web on weekend moviegoers\". Hattiesburg American. 6 May 2002. p. 6. Archived from the original on 23 May 2022. Retrieved 23 May 2022 – via Newspapers.com. 132. ^ \"'Ocean's Eleven' rolls winning numbers\". The News & Observer. 12 December 2001.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 110"
        }
    },
    {
        "content": "6. Archived from the original on 23 May 2022. Retrieved 23 May 2022 – via Newspapers.com. 132. ^ \"'Ocean's Eleven' rolls winning numbers\". The News & Observer. 12 December 2001. p. E10. Archived from the original on 30 August 2022. Retrieved 30 August 2022 – via Newspapers.com. 133. ^ \"November 23–25, 2001 Weekend 3-day Thanksgiving Weekend\". Box Office Mojo. Archived from the original on 17 April 2020. Retrieved 17 April 2020. 134. ^ \"November 30 – December 2001 Weekend\". Box Office Mojo. Archived from the original on 17 April 2020. Retrieved 17 April 2020. 135. ^ \"Weekend Report: 'Catching Fire,' 'Frozen' Set Thanksgiving Records\". Box Office Mojo. 1 December 2013. Archived from the original on 4 December 2019. Retrieved 17 April 2020. 136. ^ \"'Lord of the Rings' rules holiday weekend\". News-Journal. 27 December 2001. p. 2. Archived from the original on 18 September 2022. Retrieved 18 September 2022 – via Newspapers.com. 137. ^ Groves, Don (9 December 2001). \"O'seas spellbound for 'Harry'\". Variety. Archived from the original on 11 May 2021. Retrieved 11 May 2021. 138. ^ Groves, Don (16 December 2001). \"'Harry' conjures B.O. gold; 'Rings' set to shine\". Variety. p. 12. Archived from the original on 12",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 111"
        }
    },
    {
        "content": "May 2021. Retrieved 11 May 2021. 138. ^ Groves, Don (16 December 2001). \"'Harry' conjures B.O. gold; 'Rings' set to shine\". Variety. p. 12. Archived from the original on 12 May 2021. Retrieved 11 May 2021. 139. ^ Gray, Brandon. \"'Attack of the Clones' Conquers the World with $179 Million Opening\". Box Office Mojo. Archived from the original on 16 May 2022. Retrieved 16 May 2022. 140. ^ \"Potter makes movie chart history\". Newsround. CBBC. 19 February 2002. Archived from the original on 18 November 2018. Retrieved 11 July 2007. 141. ^ \"2001 Worldwide Grosses\". Box Office Mojo. Archived from the original on 4 July 2020. Retrieved 17 April 2020. 142. ^ \"'Twister': The Circumstances Of Its Blockbuster Success May Be Impossible To Replicate\". Forbes. Archived from the original on 27 February 2022. Retrieved 27 February 2022. 143. ^ \"Harry Potter Movies\". Box Office Mojo. Archived from the original on 12 June 2017. Retrieved 17 April 2020. 144. ^ \"Harry Potter and the Sorcerer's Stone (2001)\". Box Office Mojo. Archived from the original on 14 October 2019. Retrieved 17 April 2020. 145. ^ Tartaglione, Nancy (16 August 2020). \"'Harry Potter And The Sorcerer's Stone' Nears $1B WW With Magical China",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 112"
        }
    },
    {
        "content": "from the original on 14 October 2019. Retrieved 17 April 2020. 145. ^ Tartaglione, Nancy (16 August 2020). \"'Harry Potter And The Sorcerer's Stone' Nears $1B WW With Magical China Reissue – International Box Office\". Deadline Hollywood. Archived from the original on 19 August 2020. Retrieved 31 August 2020. 146. ^ \"Harry Potter and the Sorcerer's Stone\". Rotten Tomatoes. Fandango Media. Retrieved 29 November 2022. 147. ^ \"Harry Potter and the Sorcerer's Stone\". Metacritic. Fandom, Inc. Retrieved 17 April 2020. 148. ^ \"Harry Potter and the Sorcerer's Stone (2001)\". CinemaScore. Archived from the original on 20 December 2018. Retrieved 18 July 2020. 149. ^ Ebert, Roger (16 November 2001). \"Harry Potter and the Sorcerer's Stone movie review (2001)\". Chicago Sun Times. Archived from the original on 9 December 2019. Retrieved 18 April 2020 – via RogerEbert.com. 150. ^ Hiscock, John (4 November 2001). \"Magic is the only word for it\". The Daily Telegraph. Archived from the original on 30 December 2019. Retrieved 21 September 2007. 151. ^ Morrison, Alan (January 2000). \"Harry Potter and the Philosopher's Stone\". Empire. Archived from the original on 6 November 2019. Retrieved 18 April 2020. 152. ^ Aufmuth, Jeanne (1 November 2001). \"Harry Potter and",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 113"
        }
    },
    {
        "content": "2000). \"Harry Potter and the Philosopher's Stone\". Empire. Archived from the original on 6 November 2019. Retrieved 18 April 2020. 152. ^ Aufmuth, Jeanne (1 November 2001). \"Harry Potter and the Sorcerer's Stone\". Palo Alto Online. Archived from the original on 3 January 2018. Retrieved 18 April 2020. 153. ^ Puig, Claudia (16 November 2001). \"Visually stunning 'Potter' falls short of pure magic\". USA Today. Archived from the original on 19 November 2018. Retrieved 18 April 2020. 154. ^ Honeycutt, Kirk (14 November 2016). \"'Harry Potter and the Sorcerer's Stone': THR's 2001 Review\". The Hollywood Reporter. Archived from the original on 3 August 2020. Retrieved 1 August 2020. 155. ^ Foreman, Jonathan (16 November 2001). \"Off to see wizards! 'Potter' is a faithful, if not great, movie\". New York Post. Archived from the original on 24 April 2019. Retrieved 18 April 2020. 156. ^ Corliss, Richard (1 November 2001). \"Wizardry Without Magic\". Time. Archived from the original on 24 September 2015. Retrieved 18 April 2020. 157. ^ Tatara, Paul (16 November 2001). \"Review: 'Potter' well acted, heavy handed\". CNN. Archived from the original on 12 February 2020. Retrieved 21 September 2007. 158. ^ Gonzalez, Ed (29 October 2001). \"Review: Harry",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 114"
        }
    },
    {
        "content": "November 2001). \"Review: 'Potter' well acted, heavy handed\". CNN. Archived from the original on 12 February 2020. Retrieved 21 September 2007. 158. ^ Gonzalez, Ed (29 October 2001). \"Review: Harry Potter and the Sorcerer's Stone\". Slant Magazine. Archived from the original on 18 April 2020. Retrieved 18 April 2020. 159. ^ Jump up to:a b \"2002 Winners & Nominees\". Academy of Motion Pictures Arts and Sciences. Archived from the original on 11 April 2020. Retrieved 18 April 2020. 160. ^ Jump up to:a b \"Film in 2002\". British Academy of Film and Television Arts. Archived from the original on 4 January 2019. Retrieved 18 April 2020. 161. ^ Jump up to:a b Balchack, Brian (13 June 2002). \"The 2001 Saturn Awards\". MovieWeb. Archived from the original on 8 December 2019. Retrieved 18 April 2020. 162. ^ Jump up to:a b \"2002 Artios Award\". Casting Society of America. Archived from the original on 11 July 2019. Retrieved 18 April 2020. 163. ^ Jump up to:a b \"Winners of the 4th Annual Costume Designers Guild Awards\". Costume Designers Guild. Archived from the original on 15 April 2019. Retrieved 18 April 2020. 164. ^ Jump up to:a b \"AFI Awards for Motion Pictures",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 115"
        }
    },
    {
        "content": "Costume Designers Guild Awards\". Costume Designers Guild. Archived from the original on 15 April 2019. Retrieved 18 April 2020. 164. ^ Jump up to:a b \"AFI Awards for Motion Pictures 2001\". American Film Institute. Archived from the original on 27 May 2005. Retrieved 18 April 2020. 165. ^ Jump up to:a b \"2002 Winners & nominees\". Art Directors Guild. Archived from the original on 18 April 2020. Retrieved 18 April 2020. 166. ^ Jump up to:a b \"The BFCA Critics' Choice Awards 2001\". Broadcast Film Critics Association. Archived from the original on 12 December 2008. Retrieved 18 April 2020. 167. ^ \"AFI's 100 Years of Film Scores Nominees\" (PDF). American Film Institute. 23 September 2005. Archived from the original (PDF) on 13 March 2011. Retrieved 18 April 2020. 168. ^ \"Amanda Awards (Norway) 2002\". Mubi. Archived from the original on 19 April 2020. Retrieved 19 April 2020. 169. ^ \"Harry Potter und der Stein der Weisen\". Blickpunkt: Film (in German). Archived from the original on 2 April 2011. Retrieved 4 May 2020. 170. ^ \"Top Film, TV, Cable Composers Honored at BMI's Annual Film/TV Awards\". Broadcast Music, Inc. 14 May 2002. Archived from the original on 2 August 2019. Retrieved",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 116"
        }
    },
    {
        "content": "May 2020. 170. ^ \"Top Film, TV, Cable Composers Honored at BMI's Annual Film/TV Awards\". Broadcast Music, Inc. 14 May 2002. Archived from the original on 2 August 2019. Retrieved 26 December 2017. 171. ^ McNary, Dave (27 January 2002). \"Editors to cut nom chase\". Variety. Archived from the original on 5 May 2020. Retrieved 4 May 2020. 172. ^ \"Empire Awards: Nominations Announced\". Empire. 25 January 2002. Archived from the original on 19 July 2017. Retrieved 4 May 2020. 173. ^ \"Evening Standard British Film Awards 1990–2001\". London Evening Standard. 10 January 2003. Archived from the original on 10 December 2019. Retrieved 26 December 2017. 174. ^ Hobbs, John (10 February 2002). \"Sound editors tap noms for Golden Reel Awards\". Variety. Archived from the original on 27 June 2019. Retrieved 26 December 2017. 175. ^ \"45th Annual Grammy Award Nominations\". Variety. 7 January 2003. Archived from the original on 20 October 2019. Retrieved 4 May 2020. 176. ^ \"2002 Hugo Awards\". Hugo Awards. 26 July 2007. Archived from the original on 31 October 2019. Retrieved 3 February 2011. 177. ^ \"25th Japan Academy Prize\". Japan Academy Film Prize. Archived from the original on 15 April 2020. Retrieved 19 April",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 117"
        }
    },
    {
        "content": "original on 31 October 2019. Retrieved 3 February 2011. 177. ^ \"25th Japan Academy Prize\". Japan Academy Film Prize. Archived from the original on 15 April 2020. Retrieved 19 April 2020. 178. ^ \"Nickelodeon's \"Kids' Choice Awards 2002\" Premieres April 20\". Nickelodeon. 5 March 2002. Archived from the original on 12 April 2020. Retrieved 4 May 2020. 179. ^ \"'Lord of the Rings,' 'Fast and the Furious' Top MTV Movie Award Nominees\". MTV. 23 April 2002. Archived from the original on 4 February 2019. Retrieved 26 December 2017. 180. ^ \"'Shrek,' 'Harry Potter,' 'Lord of the Rings' among producing guild's nominees\". Berkeley Daily Planet. Associated Press. 11 January 2002. Archived from the original on 18 November 2018. Retrieved 21 October 2010. 181. ^ \"2002 6th Annual Satellite Awards\". International Press Academy. Archived from the original on 7 January 2010. Retrieved 21 October 2010. 182. ^ \"'Rouge' rocks kudos\". Variety. 22 January 2002. Archived from the original on 5 May 2020. Retrieved 5 May 2020. 183. ^ \"2001 24th Hastings Bad Cinema Society Stinkers Awards\". Los Angeles Times. Archived from the original on 15 August 2007. Retrieved 7 October 2019. 184. ^ \"2002 Teen Choice Awards\". The Oklahoman. 18 August 2002.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 118"
        }
    },
    {
        "content": "Cinema Society Stinkers Awards\". Los Angeles Times. Archived from the original on 15 August 2007. Retrieved 7 October 2019. 184. ^ \"2002 Teen Choice Awards\". The Oklahoman. 18 August 2002. Archived from the original on 25 April 2020. Retrieved 5 May 2020. 185. ^ \"Twenty-Third Annual Young Artist Awards 2002\". Young Artist Foundation. Archived from the original on 14 January 2016. Retrieved 5 May 2020.",
        "metadata": {
            "source": "Notion",
            "identifier": "Harry Potter and the Philosopher's Stone",
            "location": "Chunk 119"
        }
    },
    {
        "content": "Where It All Began",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 1"
        }
    },
    {
        "content": "Lucio De Falco born and raised in Naples, Lucio began working with pizza at the young age of 14. Starting from the bottom at his aunt and uncle’s pizzeria in central Naples and working his way up over the years, he has cooked in locations all over Europe including Rome, Corsica and Isola de Elba. It was in Isola de Elba that he met a Sydney-based Neapolitan chef scouting for a pizza chef to work in a restaurant on Sydney’s North Shore. Lucio arrived in Sydney at just 21 years old, intending to stay for only a year – now, the successful owner of Lucio Pizzeria in Darlinghurst and Zetland, he has been here for 15 years and now calls Sydney home.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 2"
        }
    },
    {
        "content": "Dreams, Passion & Determination Become Reality",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 3"
        }
    },
    {
        "content": "Opening his own pizzeria had been a dream of his since he was 14, he knew it would be tough but had the drive, passion and determination to do it, he wanted to showcase the traditional and authentic Neapolitan style pizza, like back home, here in Sydney.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 4"
        }
    },
    {
        "content": "Lucio was able to make a name for himself as one of Sydney’s finest Pizzaioli. In 2008 Lucio ventured out on his own and opened the much-loved Lucio Pizzeria Darlinghurst with his customer base not only including the Neapolitan community but also the wider Italian community. Darlinghurst is a typical Italian pizzeria, where you will find authentic Neapolitan pizza, antipasti and desserts, traditional Italian dishes using beautiful fresh produce sourced both locally and from around Australia, fresh and simple ingredients without overcomplicating his authentic recipes.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 5"
        }
    },
    {
        "content": "In 2015 Lucio opened his second store at Zetland with a large open kitchen, you can enjoy a wider menu where you will find a mouth-watering mozzarella bar with an array of meats and cheeses, homemade pasta dishes, along with traditional meat and fish dishes from all over Italy made here with fresh ingredients all this adds to the already legendary traditional authentic pizza menu. You can enjoy an Italian aperitivo at the bar which also boasts a great selection of Italian wines, beers and spirits.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 6"
        }
    },
    {
        "content": "Lucio has a love for Italian wines, and recently started travelling to Italy to hand-pick and import most of the wines you will find on the menu at Darlinghurst and Zetland, it’s a way of making the dining experience even more unique, having matching wines hand picked by Lucio himself.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 7"
        }
    },
    {
        "content": "AVPN – Staying True To Authenticity",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 8"
        }
    },
    {
        "content": "Lucio is the vice president Australasia and proud member of the AVPN (Associazione Verace Pizza Napoletana) the stamp of approval for true artisan pizza.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 9"
        }
    },
    {
        "content": "As an accredited member of the AVPN, and through Lucio’s experience and skills Lucio has been able to educate his Australian customers on what real Neapolitan pizza is all about.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 10"
        }
    },
    {
        "content": "Award Winning Pizza",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 11"
        }
    },
    {
        "content": "In April 2018, Lucio competed at the Campionato Mondiale Della Pizza in Parma Italy and was awarded best pizza in Australia and 5th in the world, having competed with over 750 participants and 44 different nations, Lucio’s Margherita pizza came out first place in Australia.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 12"
        }
    },
    {
        "content": "Lucio has gained rave reviews and awards for best Pizza with world renowned foodie bible Gambero Rosso, Good Food Guide, Time Out Magazine, Sydney Morning Herald, The Sun-Herald, Sydney Weekender on Channel 7, Hospitality Magazine and Mosman Daily and many more.",
        "metadata": {
            "source": "Notion",
            "identifier": "Lucio Pizzeria",
            "location": "Chunk 13"
        }
    },
    {
        "content": "The fruit Poti is blue.",
        "metadata": {
            "source": "Notion",
            "identifier": "Strange fruit",
            "location": "Chunk 1"
        }
    }
]